[{"mystery_id":"0ac88d1a-e8f3-4711-85f3-2b4b987fe400","role":"investigator","character_name":"Inspectrice Cléa Mistral — gendarmerie locale, tolérance zéro pour les “blagues”","dark_secret":"J’ai grandi ici. Je connais les rancunes, les jalousies, les clans. Et j’ai déjà laissé passer une “farce” parce que je ne voulais pas être la rabat-joie du village. Une personne a été humiliée, a quitté la région, et tout le monde a fait semblant d’oublier. Je porte cette lâcheté. Mon secret, c’est mon attachement au calme social : il me pousse parfois à minimiser l’atroce quand il est déguisé en comique. Je refuse que le concours recommence la même violence sous un ruban mignon.","alibi":"Je suis arrivée après l’alerte, appelée par l’organisateur. Je n’avais aucun accès à la table d’honneur avant le scandale. J’ai fait isoler les bocaux, j’ai pris les étiquettes, et j’ai demandé qu’on ne jette rien, même pas les rubans. J’étais en permanence avec deux témoins, parce que je connais trop bien les accusations de village. Mon alibi est ma procédure : je ne touche pas seule, je ne conclue pas vite, je fais parler les gestes, pas les souvenirs.","image_path":null}, {"mystery_id":"0ac88d1a-e8f3-4711-85f3-2b4b987fe400","role":"guilty","character_name":"Lucien Praline — confiseur concurrent, sourire trop parfait","dark_secret":"J’ai fabriqué les “doigts” en pâte d’amande. Pas pour tuer qui que ce soit, mais pour tuer une réputation. Je ne supportais pas que la candidate favorite gagne encore : mon commerce souffre, et mon ego aussi. J’ai imprimé une fausse étiquette et j’ai remplacé son bocal au dernier moment, en profitant d’un instant où tout le monde regardait le maire. Ensuite, j’ai glissé la vraie confiture à l’écart, pour la récupérer plus tard et la vendre comme “édition spéciale”. C’est grotesque, et c’est exactement moi : ambitieux et petit.","alibi":"Je prétends que je n’ai fait que livrer des confiseries au stand voisin et que l’odeur d’amande vient de mes propres produits, donc “normale”. Je feins l’indignation : “vous croyez vraiment que je ferais ça ?”. Je m’accroche au fait qu’il n’y a pas de violence réelle, comme si l’absence de sang effaçait l’humiliation. Je dis que le trophée a bougé parce que des enfants ont touché. Mon alibi est un rideau de normalité sucrée.","image_path":null}, {"mystery_id":"0ac88d1a-e8f3-4711-85f3-2b4b987fe400","role":"innocent","character_name":"Éric Dumas — juré, critique culinaire amateur, ego surdimensionné","dark_secret":"Je me fais offrir des pots “en remerciement”, et j’aime ça. Ça ressemble à de la corruption douce. J’ai honte de l’admettre, parce que ça fait de moi un juré influençable. Si quelqu’un a voulu remplacer un bocal, on peut dire qu’il l’a fait “pour me plaire” ou pour m’acheter. Mon secret, c’est mon besoin d’être important. Mais je n’ai pas manipulé la table : je suis trop parano pour toucher aux preuves. Je veux être admiré, pas pris.","alibi":"J’étais assis avec les autres jurés, visible, avec une feuille de notation. Je ne me suis pas levé pendant la séquence officielle. On peut le confirmer : photos, vidéos, témoins. Je n’ai pas approché la table d’honneur avant le scandale. Je n’ai pas d’odeur d’amande sur moi : j’ai goûté des confitures, pas des confiseries. Mon alibi est protocolaire : j’étais dans le rituel, prisonnier de mon rôle, incapable de bricoler une substitution discrète.","image_path":null}, {"mystery_id":"0ac88d1a-e8f3-4711-85f3-2b4b987fe400","role":"innocent","character_name":"Nina Pommier — bénévole étiquettes, mains d’encre","dark_secret":"Je garde toujours une copie des modèles d’étiquettes chez moi. Je dis que c’est pour l’organisation, mais j’aime avoir un petit pouvoir : celui de pouvoir “refaire” une étiquette. Je sais que ça me rend suspecte, parce que la substitution repose justement sur une étiquette quasi identique. Mon secret, c’est cette tentation : je pourrais, un jour, corriger un nom pour “aider” quelqu’un. Je n’ai pas fait ça aujourd’hui. Mais je sais que ma proximité avec le papier est un aimant à soupçons.","alibi":"J’étais au stand d’inscription, à coller des étiquettes sur des fiches et à noter les recettes. On m’a vue en permanence : j’ai des tâches d’encre sur les doigts, et j’ai été sollicitée toutes les deux minutes. Je n’ai pas quitté mon poste au moment du scandale. Je n’avais pas accès à la table d’honneur, réservée au jury. Et si j’avais imprimé une fausse étiquette, il y aurait eu une trace : une feuille manquante, un fichier ouvert. Rien de tout ça n’existe dans mon poste.","image_path":null}, {"mystery_id":"0ac88d1a-e8f3-4711-85f3-2b4b987fe400","role":"innocent","character_name":"Bastien — organisateur du concours, grand stress","dark_secret":"J’ai oublié de sécuriser les bocaux à l’arrière pendant une minute, parce que je courais partout. C’est peu, mais c’est suffisant. Je vis avec cette honte : j’ai créé une fenêtre. Je crains qu’on me considère coupable par négligence, et qu’on dise que j’ai fait ça pour relancer l’événement. Mon secret, c’est mon amour du spectacle : j’adore quand le concours fait parler. Mais je n’ai jamais voulu qu’il fasse peur. Et aujourd’hui, je me déteste de savoir que mon désordre a servi quelqu’un.","alibi":"J’étais à l’autre bout de la place, en train de régler la sono et de calmer une dispute de stand. Des témoins peuvent confirmer : je n’ai pas approché la table d’honneur pendant la minute critique. J’ai vu le bocal “doigts” seulement quand les gens ont crié. Je n’ai pas d’accès privilégié au papier des étiquettes : je n’imprime rien, je délègue. Mon alibi est mon chaos : je suis partout, mais jamais assez stable pour fabriquer une substitution propre.","image_path":null}, {"mystery_id":"0ac88d1a-e8f3-4711-85f3-2b4b987fe400","role":"innocent","character_name":"Sonia “Soso” — photographe, chasseuse de moments","dark_secret":"J’ai déjà mis en scène une photo pour la rendre plus “dramatique”. J’ai déplacé un objet de quelques centimètres, juste pour la composition. J’en ai honte, parce que ça trahit la confiance des gens. Ici, le trophée a bougé. Et je sais que ça peut me tomber dessus : “elle aime manipuler l’image.” Mon secret, c’est ce rapport tordu au réel : je le corrige quand il ne me plaît pas. Mais je n’ai pas remplacé un bocal. Je manipule la lumière, pas la honte des autres.","alibi":"J’étais derrière l’objectif, en train de photographier le maire et le jury. Mon appareil a des horodatages, et mes images montrent ma position. Je n’ai pas quitté mon angle. Je n’ai pas eu les mains libres : une main sur l’appareil, l’autre sur la sangle. Quand les cris ont éclaté, j’ai capturé la réaction, et c’est tout. Si le trophée a bougé, ce n’est pas moi : je ne m’approche jamais de la table pendant les annonces, je respecte le protocole, justement.","image_path":null}, {"mystery_id":"0ac88d1a-e8f3-4711-85f3-2b4b987fe400","role":"innocent","character_name":"Odette Larrieu — candidate favorite, confiture de cerise noire","dark_secret":"Je ne l’avoue jamais : je mets un ingrédient “interdit” dans ma recette, un vieux truc de famille qui donne une texture imbattable. Ce n’est pas dangereux, mais ce n’est pas dans l’esprit du concours. Je vis avec la peur qu’on le découvre. Quand mon bocal disparaît, je panique : je me dis que quelqu’un a volé ma recette autant que mon trophée. Mon secret, c’est cette triche douce. Et je sais que, dans un village, la triche douce suffit à justifier une vengeance cruelle.","alibi":"J’étais sur scène au moment du remplacement, appelée pour répondre à une question du jury. On peut confirmer : micro, photos, témoins. Je n’ai pas touché à la table d’honneur. Je n’ai pas eu le temps de fabriquer quoi que ce soit. Et surtout, je n’ai aucun intérêt à saboter mon propre bocal. Je veux gagner, pas disparaître. Mon alibi, c’est ma visibilité : j’étais exactement là où tout le monde pouvait me voir, au pire moment pour commettre quoi que ce soit.","image_path":null}, {"mystery_id":"0dbe9c38-2f18-49be-b859-9c06d2bd1165","role":"investigator","character_name":"Inspecteur Loïc Rameau — médiateur scolaire, spécialisé en “petits drames”","dark_secret":"Je minimise parfois les histoires d’enfants pour éviter d’alarmer les parents. Je dis “ça arrive”, je dis “c’est rien”. Pourtant, je sais que les petits objets sont des grands repères. Mon secret, c’est ma fatigue : j’ai déjà bâclé une enquête interne, et un enfant a été traité injustement à cause de moi. Depuis, je me suis juré d’être précis même quand l’affaire paraît ridicule. Ici, l’émotion est réelle. Et mon orgueil ne supporte plus l’idée de me tromper de coupable.","alibi":"Je suis arrivé après la découverte, appelé par la direction. J’ai fait mettre de côté la peluche, les ciseaux, et j’ai demandé qu’on ne touche pas au placard des déguisements. Je n’étais pas présent au moment de la couture : je reconstruis les gestes à partir des traces (fibres, fil, objets déplacés). Mon alibi est simple : je n’ai aucun accès privilégié à la salle avant l’alerte. Je suis celui qui arrive quand les autres veulent déjà oublier.","image_path":null}, {"mystery_id":"0dbe9c38-2f18-49be-b859-9c06d2bd1165","role":"guilty","character_name":"Mado “Madame Mado” — animatrice star, costume de scène permanent","dark_secret":"J’ai utilisé Moustache. Je devais sauver un spectacle improvisé et un costume de hamster grandeur nature avait perdu son rembourrage au dernier moment. Panique : pas de magasin, pas de délai, des enfants déjà excités. J’ai ouvert la peluche proprement, pris une poignée de rembourrage, et j’ai tenté de recoudre vite, en me disant que personne ne verrait. Puis j’ai ajouté des paillettes pour détourner l’œil : transformer un “dégât” en “décoration”. Quand les enfants ont pleuré, j’ai compris que j’avais cassé une confiance, pas juste une couture.","alibi":"Je dis que j’étais avec les enfants en cercle, à raconter une histoire, et que je n’ai jamais quitté la salle. Je m’appuie sur mon charisme : “regardez, je suis toujours au centre”. Je prétends que les ciseaux étaient déjà mal rangés, que les paillettes appartiennent à l’atelier du matin. Je fais comme si la peluche avait cédé d’elle-même, parce qu’admettre mon geste serait admettre que j’ai choisi le spectacle plutôt que la sécurité affective des enfants.","image_path":null}, {"mystery_id":"0dbe9c38-2f18-49be-b859-9c06d2bd1165","role":"innocent","character_name":"Sophie — directrice du centre, sourire épuisé","dark_secret":"Je cache un incident administratif : une plainte récente d’un parent, non encore déclarée officiellement, parce que je voulais régler ça en interne. Je sais que ce genre de secret me rend suspecte : “elle étouffe”. Oui, j’étouffe parfois, par fatigue et par peur. Je ne veux pas que chaque petit drame devienne un incendie. Mais je n’ai pas touché à Moustache. Mon secret, c’est une gestion trop humaine, pas un geste de sabotage.","alibi":"Au moment critique, j’étais au téléphone avec un parent, dans mon bureau, et la conversation a duré longtemps. Mon téléphone et mon agenda peuvent le confirmer. Je suis sortie seulement après avoir entendu des cris dans la salle. Je ne suis pas du genre à bricoler : je délègue les ateliers. Si la peluche a été ouverte, c’est quelqu’un qui avait un besoin immédiat, pratique. Moi, je suis lente, administrative, et malheureusement, trop traçable.","image_path":null}, {"mystery_id":"0dbe9c38-2f18-49be-b859-9c06d2bd1165","role":"innocent","character_name":"Nora — stagiaire timide, adore ranger","dark_secret":"Je suis obsédée par l’ordre. Quand je stresse, je range tout sans réfléchir. J’ai déjà “effacé” involontairement des indices dans une autre histoire, juste parce que je voulais que la pièce soit propre. J’ai honte : ça donne l’impression que je cache. Et ici, je sais que j’ai touché au panier de bricolage. Je n’ai pas éventré la peluche, mais j’ai replacé des objets au mauvais endroit, et je crains que cela suffise à me transformer en suspecte idéale.","alibi":"J’étais en train de préparer le goûter dans la petite cuisine, visible par la porte vitrée. On peut confirmer : j’ai sorti les gobelets et les serviettes, puis j’ai aidé un enfant à se laver les mains. Je ne suis entrée dans la salle de jeux qu’après les cris. Je n’ai pas touché à la peluche. Si les ciseaux ont été rangés, ce n’est pas moi : je range selon une logique stricte, et là, l’ordre est bizarre, comme quelqu’un qui improvise.","image_path":null}, {"mystery_id":"0dbe9c38-2f18-49be-b859-9c06d2bd1165","role":"innocent","character_name":"Karim — parent bénévole, trop serviable","dark_secret":"Je veux toujours aider, et ça me met dans des situations ambiguës. Un jour, j’ai réparé un jouet sans demander, et on m’a accusé de l’avoir cassé. Depuis, je suis sur la défensive. Aujourd’hui, j’ai pris la peluche dans les bras pour calmer un enfant, et je sais que ça peut me faire paraître impliqué. Mon secret, c’est cette peur d’être mal interprété. Je n’ai pas besoin de rembourrage, je n’ai pas besoin de paillettes, mais j’ai besoin d’être aimé, et c’est embarrassant.","alibi":"J’étais dans le couloir au moment où l’on pense que la peluche a été ouverte : je portais des cartons de matériel du local jusqu’à l’entrée. La directrice m’a parlé, et deux parents m’ont vu passer. Je ne suis entré dans la salle de jeux qu’après. Je n’ai pas de raison d’aller fouiller le placard des déguisements. Et je ne sais pas recoudre. Si la couture est propre, ce n’est pas mon geste : mes réparations sont toujours des catastrophes visibles.","image_path":null}, {"mystery_id":"0dbe9c38-2f18-49be-b859-9c06d2bd1165","role":"innocent","character_name":"Clément — responsable bricolage, main précise","dark_secret":"Je fais des ateliers couture, et je suis fier de mes finitions. Cette fierté me rend dangereux dans une enquête : tout le monde se dit “il sait faire, donc il peut”. Je cache aussi une honte plus intime : je déteste quand les enfants abîment mes créations, et parfois je prends ça trop à cœur. Mais je ne punis pas par destruction. Mon secret, c’est une rigidité émotionnelle : j’aime les objets plus qu’il ne faudrait. Et je crains qu’on transforme ça en mobile.","alibi":"J’étais dans la cour, à installer un parcours moteur. On peut le confirmer : j’ai déplacé des plots et j’ai aidé à attacher des manteaux. Je ne suis pas entré dans la salle pendant cette période. Les ciseaux, je les garde normalement dans mon sac, avec leur protection. Si la protection manque, c’est que quelqu’un a pris les ciseaux hors de mon contrôle. Et si des paillettes traînent, ce n’est pas mon style : je déteste quand ça s’incruste partout.","image_path":null}, {"mystery_id":"0dbe9c38-2f18-49be-b859-9c06d2bd1165","role":"innocent","character_name":"Léna — enfant “témoin”, imagination explosive","dark_secret":"Je mens parfois pour qu’on m’écoute. Je sais faire pleurer les adultes avec une histoire. Aujourd’hui, j’ai dit que j’avais vu “un monstre” près du placard, et tout le monde m’a cru. Je culpabilise : je ne voulais pas blesser, je voulais exister. Mon secret est embarrassant : je suis jalouse de la peluche, parce que tout le monde la serre plus que moi. Je n’ai pas de ciseaux, je n’ai pas de plan. Mais je sais lancer une rumeur, et ça me fait peur.","alibi":"J’étais en cercle avec les autres enfants quand Moustache a été retrouvé. Je ne suis pas assez grande pour atteindre le haut du placard, et je ne sais pas recoudre. On m’a vue tout le temps : je bouge beaucoup, je parle beaucoup, on me surveille. Si j’avais essayé, ça se serait vu. Mon alibi, c’est ma présence constante et mon incapacité matérielle à faire une couture propre. Je peux inventer des monstres, pas ouvrir une peluche comme une chirurgienne.","image_path":null}, {"mystery_id":"0ff456b3-ff9e-426d-9d49-b4d6639424d5","role":"investigator","character_name":"L'Enquêteur","dark_secret":"You wrote a **devastating review** of Marcus's previous play that nearly ended his career. Tonight was supposed to be your chance to apologize, but now it's too late.","alibi":"I was in the **audience** watching the performance from the critics' section. My published notes show exactly what scenes I witnessed.\n\nI only went backstage after the curtain call.","image_path":null}, {"mystery_id":"0ff456b3-ff9e-426d-9d49-b4d6639424d5","role":"guilty","character_name":"Le Coupable","dark_secret":"Marcus **stole your entire play** and published it as his own masterwork. You have the original manuscripts, but no one believed you.\n\nYou extracted hemlock from the theatre's prop garden and added it to his celebration champagne.","alibi":"I was in the **prop room** organizing items for tomorrow's matinee. I always work during opening night parties.\n\nI didn't even know he'd collapsed until later.","image_path":null}, {"mystery_id":"0ff456b3-ff9e-426d-9d49-b4d6639424d5","role":"innocent","character_name":"Un Innocent","dark_secret":"You're Marcus's **secret illegitimate child** who came to the show hoping he'd finally acknowledge you. You have his letters promising to reveal the truth tonight.","alibi":"I was **on stage** performing in the play. Hundreds of people watched me deliver my lines.\n\nI was devastated when I heard what happened.","image_path":null}, {"mystery_id":"0ff456b3-ff9e-426d-9d49-b4d6639424d5","role":"innocent","character_name":"Un Innocent","dark_secret":"You witnessed Marcus having a **violent confrontation** with someone earlier, but they threatened you to stay silent.","alibi":"I was in the **wardrobe department** steaming costumes for tomorrow. I never left until I heard the screaming.\n\nI still can't believe what happened.","image_path":null}, {"mystery_id":"0ff456b3-ff9e-426d-9d49-b4d6639424d5","role":"innocent","character_name":"Un Innocent","dark_secret":"Marcus caught you **embezzling box office receipts**. He was going to fire you tonight after the performance.","alibi":"I was in the **ticket booth** counting receipts and closing out the register. I have all the financial records.\n\nI was still there when the ambulance arrived.","image_path":null}, {"mystery_id":"2e2bbcdb-4160-457b-8a31-fda5edf8914a","role":"investigator","character_name":"Inspectrice Nadège Bonnet — RH, spécialiste des tensions internes","dark_secret":"J’ai déjà étouffé une histoire de “blague” humiliante pour éviter un conflit ouvert. Sur le moment, j’ai appelé ça “gestion”. En réalité, j’ai appris aux gens que l’humiliation était tolérée tant qu’elle restait déguisée en humour. Depuis, je traîne une culpabilité très simple : je n’ai pas protégé la personne visée, j’ai protégé le confort du groupe. Aujourd’hui, je refuse de rejouer cette lâcheté. Même si l’affaire paraît ridicule, elle a un cœur sérieux : quelqu’un a choisi de contaminer un geste collectif.","alibi":"Je suis intervenue après les plaintes, quand la salle de pause était déjà en ébullition. J’ai fait mettre de côté la boîte, la cuillère, et j’ai demandé les accès au stock interne. Je n’avais pas touché au placard avant l’alerte : je n’y vais presque jamais. Mes déplacements sont confirmés par mon agenda et par les personnes que j’ai convoquées immédiatement. Mon rôle n’est pas d’avoir “le bon mug”, mais d’empêcher que l’équipe se déchire sans preuve.","image_path":null}, {"mystery_id":"2e2bbcdb-4160-457b-8a31-fda5edf8914a","role":"guilty","character_name":"Jérôme Vallon — responsable achats, “optimisation” permanente","dark_secret":"J’ai volé le cacao premium. Pas par faim, mais par opportunité : je monte un petit business de paniers gourmands, et ce cacao “spécial” faisait vendre. Pour couvrir la disparition, j’ai remplacé le contenu de la boîte commune par un mélange gris, tamisé, sec, récupéré d’une cheminée de campagne. Je savais que ce serait choquant et je comptais sur le scandale pour noyer la vraie question : “où est passé le premium ?” dans les réactions au mug. Je me suis raconté que c’était une farce. En réalité, c’est une manipulation du collectif pour masquer un vol individuel.","alibi":"Je dis que je bois du café noir, que je ne touche jamais au cacao. Je prétends que le couvercle “a toujours été comme ça” et que les cendres viennent peut-être d’un sachet de charbon actif “bien-être” (je fabrique des explications). Je propose des théories sur un prank de stagiaire, comme si j’étais un observateur amusé. Mon alibi est une posture de détachement, mais elle est trop travaillée : j’essaie de paraître au-dessus, alors que je suis au centre.","image_path":null}, {"mystery_id":"2e2bbcdb-4160-457b-8a31-fda5edf8914a","role":"innocent","character_name":"Élodie Steiner — office manager, reine du rangement","dark_secret":"Je fais des ajustements de stock sans prévenir. Je remplace des marques, je déplace des choses, je jette ce qui est vieux, parce que je veux que ça tourne. Je sais que cela ressemble à de la manipulation. Et j’ai une honte plus intime : je déteste le gaspillage, alors je peux être sèche, presque agressive, quand je vois quelqu’un vider une boîte à moitié. Dans une affaire de cacao, mon profil est parfait pour les soupçons. Mon secret, c’est mon contrôle social déguisé en organisation.","alibi":"J’étais en livraison dans une autre aile au moment où les mugs ont été contaminés. Je portais des cartons, j’ai signé un bon, et plusieurs personnes m’ont parlé. Je n’ai pas ouvert le placard à cette plage horaire. Et si j’avais remplacé le cacao, je l’aurais fait proprement : avec une note, un ticket, une justification. Ici, tout est anonyme et malveillant. Ce n’est pas mon style : je veux être reconnue, même quand je range.","image_path":null}, {"mystery_id":"2e2bbcdb-4160-457b-8a31-fda5edf8914a","role":"innocent","character_name":"Romain Favre — stagiaire, humour noir mal calibré","dark_secret":"J’ai déjà fait une blague morbide au bureau, et elle a mal tourné. Depuis, on me regarde comme le suspect naturel dès qu’une affaire est “WTF”. J’en souffre, alors je surjoue parfois le clown pour être accepté. C’est embarrassant : j’ai besoin d’être aimé par l’équipe plus que je ne l’admets. Je sais que mon style peut faire croire que je suis capable de contaminer une boîte juste pour voir les réactions. Mais je suis impulsif verbalement, pas méthodique matériellement.","alibi":"J’étais en réunion d’équipe au moment où la première tasse a été servie, avec présence notée et messages envoyés en direct. Je n’ai pas quitté la salle. Je n’ai pas accès au stock premium, je ne sais même pas qu’il existe officiellement. Et je ne suis pas assez organisé pour échanger un couvercle et tamiser des cendres sans en mettre partout sur mes vêtements. Mon alibi, c’est mon absence de finesse : je fais des mauvaises blagues, pas des montages propres.","image_path":null}, {"mystery_id":"2e2bbcdb-4160-457b-8a31-fda5edf8914a","role":"innocent","character_name":"Sofia Marchesi — analyste, intolérance à l’injustice","dark_secret":"Je remarque tout : qui prend quoi, qui ne replace pas la cuillère, qui vide le sucre. Ce n’est pas sain, mais ça me rassure. J’ai aussi une colère ancienne : j’ai été accusée à tort dans un ancien job et je n’ai jamais digéré. Depuis, je réagis trop fort dès qu’on pointe quelqu’un sans preuve. Dans cette histoire, mon tempérament peut faire croire que j’ai saboté pour “donner une leçon” aux profiteurs. Mon secret, c’est une rage contenue, pas une envie de cendres.","alibi":"J’étais en call externe au moment où l’incident a été découvert, et l’horaire est traçable. Je n’ai pas mis les pieds dans la salle de pause. Je bois du thé, pas du cacao, précisément parce que je n’aime pas les stocks partagés. Et si j’étais la personne qui veut “punir”, j’aurais choisi quelque chose de ciblé, pas un sabotage collectif. Mon alibi est comportemental : je fuis la cuisine commune, je ne l’organise pas.","image_path":null}, {"mystery_id":"2e2bbcdb-4160-457b-8a31-fda5edf8914a","role":"innocent","character_name":"Hugo Bianchi — comptable, collectionneur de sachets","dark_secret":"Je prends parfois des sachets individuels “en plus” pour chez moi. C’est du vol, même si c’est petit, et j’ai honte. Je sais que ce défaut me rend dangereux dès qu’un stock disparaît. Mais justement : je ne touche jamais au premium, trop visible. Mon secret est une mesquinerie opportuniste, pas un plan. Je déteste l’idée que ma petite faute puisse me faire porter un sabotage écœurant. Je peux être radin, pas malveillant.","alibi":"J’ai été le premier à goûter le cacao… et à recracher. Certains diront : “il joue le choqué.” C’est faux : j’étais réellement surpris. On m’a vu ouvrir la boîte, prendre une cuillère, grimacer. Je n’ai pas eu le temps d’organiser une substitution. Mon alibi est le timing : j’ai découvert le problème devant témoins. Si j’avais remplacé quoi que ce soit, j’aurais évité d’être le premier cobaye.","image_path":null}, {"mystery_id":"2e2bbcdb-4160-457b-8a31-fda5edf8914a","role":"innocent","character_name":"Camille Rouvier — sécurité bâtiment, accès aux locaux techniques","dark_secret":"Je garde des clés. Beaucoup. Et ça fait peur aux gens. Je cache un truc embarrassant : j’ai déjà utilisé une clé pour entrer dans une salle et récupérer un objet perdu sans déclarer l’accès, parce que je voulais aider vite. Bonne intention, mauvaise procédure. Dans une affaire de stock disparu, on pointe toujours “le gars aux clés”. Mon secret est une entorse aux règles, pas un vol. Mais je sais comment un petit écart devient une légende interne.","alibi":"J’étais en ronde avec pointage électronique qui confirme mon trajet. Je ne vais pas dans la salle de pause pendant ma ronde, sauf à la toute fin. Je n’ai pas touché à la boîte avant l’incident. Et si j’avais voulu voler, je l’aurais fait discrètement, pas en déclenchant un scandale de cendres. Mon alibi est la traçabilité : je suis suivi par mon propre système.","image_path":null}, {"mystery_id":"35fcf48b-59e0-48f4-a24d-a1beb6af469e","role":"investigator","character_name":"Inspecteur Salvo Rinaldi — brigade nocturne napolitaine","dark_secret":"J’ai déjà laissé un notable “sortir par la porte de derrière” pour éviter un scandale qui aurait ruiné une famille entière. Je me suis dit que je protégeais des innocents, mais j’ai surtout appris à négocier avec ma conscience. Ici, je sens la même tentation : un village, une pâtisserie aimée, des gens attachants. Si je transforme une responsabilité en malchance, je redeviens cet homme qui arrondit les angles. Et je ne veux plus être l’outil du confort collectif.","alibi":"Je suis arrivé après l’alerte, avant que le sol ne soit lavé. J’ai fait fermer la boutique, j’ai demandé qu’on laisse la cuisine intacte. Je n’ai pas touché à la tasse ni au carnet : je photographie, je questionne, je note les contradictions. Mon travail est d’écouter les mots qui tombent “par erreur” et ceux qu’on évite. Je regarde aussi les gestes : qui range trop, qui accuse trop vite, qui sait où était la page arrachée.","image_path":null}, {"mystery_id":"35fcf48b-59e0-48f4-a24d-a1beb6af469e","role":"guilty","character_name":"Tito — plongeur, homme-à-tout-faire, accès partout","dark_secret":"Gianni gardait une page de carnet où il notait des dettes et des noms, dont le mien. Il ne menaçait pas forcément, mais son sourire suffisait : je devais, et il le savait. J’ai voulu récupérer cette page, sans scène, sans cris. J’ai préparé une diversion stupide : une poudre écrasée au moulin, versée dans son espresso, en me racontant que ça le rendrait juste agité, assez pour que je fouille sa poche. Quand il s’est effondré, j’ai paniqué. J’ai effacé, jeté, rangé. Je mens parce que ma lâcheté ressemble trop à un crime.","alibi":"Je dis que je faisais la plonge, que je n’ai pas le temps de traîner près des clients. Je joue la fatigue : mains dans l’eau, dos cassé, tête vide. Je prétends que le moulin à poivre est manipulé par tout le monde, que la poussière peut venir de farine ou de sucre. J’insiste sur le fait que je ne cuisine pas et que je ne connais aucune recette. Je veux que mon ignorance serve de bouclier, alors qu’elle est un costume.","image_path":null}, {"mystery_id":"35fcf48b-59e0-48f4-a24d-a1beb6af469e","role":"innocent","character_name":"Nonna Rosa — doyenne du concours de cannoli, langue tranchante","dark_secret":"Il y a des années, j’ai influencé un vote pour empêcher un rival d’être humiliant envers la famille. Je me suis persuadée que c’était de la protection, mais c’était de la manipulation. Gianni me taquinait là-dessus : “Nonna, je sais une histoire.” Je riais, mais j’avais peur qu’un jour ce soit moins une blague qu’un levier. Cette peur me rend nerveuse aujourd’hui. Je ne l’ai pas touché, mais je porte une culpabilité ancienne qui donne l’air d’un mobile.","alibi":"J’étais en salle, près de la nappe du jury, à commenter la pâte et à surveiller l’ambiance. Je n’ai pas quitté les tables quand Gianni est allé derrière : je ne cours plus, et tout le monde le sait. Plusieurs personnes m’ont vue parler à des clients au même moment. Je n’ai pas accès au carnet de commandes : je ne gère ni la caisse ni les livraisons. Si j’avais voulu agir, il m’aurait fallu des mains plus jeunes et une discrétion que je n’ai pas.","image_path":null}, {"mystery_id":"35fcf48b-59e0-48f4-a24d-a1beb6af469e","role":"innocent","character_name":"Lucia — organisatrice du concours, dossiers et fiches","dark_secret":"Je garde une “fiche noire” sur chaque candidat : petites histoires, disputes, dettes, pour anticiper les drames. C’est une habitude malsaine, mais efficace. Gianni avait deviné, et il m’a menacée de le dire au village. J’ai paniqué. Si une page de carnet a disparu aujourd’hui, tout le monde va croire que c’est moi, la femme qui aime les papiers. Je ne suis pas innocente moralement, mais je ne veux pas qu’une mort devienne l’excuse parfaite pour ma propre lâcheté.","alibi":"Je courais partout avec les inscriptions, les numéros, les horaires. J’étais en salle, au milieu des gens, pas dans la cuisine. On m’a vue distribuer des badges, réorganiser le jury, replacer une nappe. Je ne touche pas à la caisse : c’est Enzo. Je n’ai pas d’accès au poste plonge : c’est Tito. Mon pouvoir est administratif, pas physique. Je peux déclencher des tensions, pas ouvrir un moulin à poivre au bon moment.","image_path":null}, {"mystery_id":"35fcf48b-59e0-48f4-a24d-a1beb6af469e","role":"innocent","character_name":"Enzo — barista, roi de l’espresso, fierté fragile","dark_secret":"Je coupe parfois un espresso trop serré avec un café plus léger quand ça déborde. C’est honteux pour mon ego, et Gianni le remarquait toujours. Il riait, il se moquait, et je bouillais. Je me suis surpris à rêver de le voir perdre la face. Cette rancune me fait peur, parce qu’elle ressemble à un motif. Mais je sais où elle s’arrête : je veux qu’on se taise, pas qu’on s’effondre. J’ai un caractère, pas un plan.","alibi":"J’étais au comptoir, les mains pleines de tasses, à servir sans interruption. On peut retracer les commandes : j’ai encaissé, j’ai rendu la monnaie, j’ai répondu à une plainte sur un cappuccino. Quand Gianni est parti derrière, j’étais en pleine vague. Je n’ai pas quitté le poste, et je n’ai pas de raison d’aller près du moulin à poivre. Mon monde, c’est la machine, pas l’arrière-boutique.","image_path":null}, {"mystery_id":"35fcf48b-59e0-48f4-a24d-a1beb6af469e","role":"innocent","character_name":"Chiara — assistante de pharmacie, prudence obsessionnelle","dark_secret":"J’ai déjà fait une erreur de rangement au travail et j’ai passé une nuit entière à la corriger avant l’ouverture. Depuis, je panique dès qu’on parle de plaquettes, de blister, de comprimés. Gianni m’a demandé, il y a peu, comment “tenir éveillé” pour travailler plus vite. J’ai dit non, mais je me suis sentie coupable de n’avoir rien signalé, comme si refuser ne suffisait pas. Cette culpabilité me rend maladroite dans mes réponses, et je sais que ça peut me faire paraître suspecte.","alibi":"Je suis venue pour apporter une trousse de secours pour le concours et des pansements : coupures, brûlures, glissades, ça arrive. J’étais dans l’arrière-salle, pas dans la cuisine. On m’a vue ouvrir la trousse, montrer où étaient les compresses. Je n’ai pas touché à l’espresso, je n’ai pas touché au carnet. Je n’ai pas d’intérêt à manipuler quoi que ce soit : ma peur des médicaments me fait fuir ce genre de scène, pas l’organiser.","image_path":null}, {"mystery_id":"35fcf48b-59e0-48f4-a24d-a1beb6af469e","role":"innocent","character_name":"Marco — rival de Gianni, pâtissier d’en face, jalousie maladroite","dark_secret":"J’ai donné un mauvais conseil sur l’huile l’an dernier pour qu’il rate. C’était petit, mesquin, et je le regrette. Ce geste m’a montré que je pouvais être mauvais par orgueil. Je vis avec cette honte, et je sais qu’elle me condamne dans les yeux des autres : “si tu as fait ça, tu peux faire pire.” Mais je ne suis pas un monstre. Je peux saboter un goût, pas une vie. Je suis venu au concours en spectateur amer, pas en bourreau.","alibi":"Je n’ai pas mis les pieds derrière sa cuisine. Je refuse même d’y entrer : je ne veux pas lui donner l’occasion de dire que j’ai touché à son monde. Je suis resté dans la salle principale, visible, trop visible. Des gens m’ont vu partir quelques minutes avant la fermeture, justement pour éviter les disputes. Je n’ai pas accès au carnet de commandes ni à la caisse. Je suis un rival, pas un employé.","image_path":null}, {"mystery_id":"387f85d0-298c-4608-aa08-3637f53f0044","role":"investigator","character_name":"Inspectrice Nadège Bonnet — RH, spécialiste des tensions internes","dark_secret":"J’ai déjà étouffé une histoire de “blague” humiliante pour éviter un conflit ouvert. J’ai cru préserver l’équipe, mais j’ai surtout appris aux gens que tout était permis tant que ça restait “drôle”. Je déteste cette conclusion. Mon secret, c’est cette culpabilité : je sais que mon silence passé a créé un terrain fertile. Aujourd’hui, je refuse de laisser l’affaire se noyer dans des rires nerveux. Je veux un responsable clair, parce que sinon, le bureau devient un endroit où chacun se méfie de sa tasse.","alibi":"Je suis intervenue après les plaintes, quand la salle de pause a été vidée. Je n’avais pas accès au placard avant : je n’y vais presque jamais, par choix. J’ai fait mettre de côté la boîte, la cuillère, et j’ai demandé les logs d’accès aux stocks internes. Je n’ai pas manipulé le contenu, seulement l’emballage, avec des gants. Mon alibi est organisationnel : je suis arrivée quand l’incident existait déjà, et je l’ai figé au lieu de le “nettoyer”.","image_path":null}, {"mystery_id":"387f85d0-298c-4608-aa08-3637f53f0044","role":"guilty","character_name":"Jérôme Vallon — responsable achats, “optimisation” permanente","dark_secret":"J’ai volé le cacao premium. Pas par faim, par opportunité : j’ai un petit side business de paniers gourmands, et ce cacao “spécial” faisait vendre. Pour couvrir la disparition, j’ai remplacé le contenu de la boîte commune par un mélange gris pris dans un cendrier de cheminée de campagne, tamisé, sec. Je savais que ce serait choquant, et je comptais sur le scandale pour noyer la question : “où est passé le premium ?” dans le brouhaha des mugs. Je me suis raconté que c’était une blague. En réalité, c’est une manipulation.","alibi":"Je dis que je ne prends jamais de cacao, que je bois du café noir, et que je ne touche pas aux placards communs. Je prétends que la boîte a toujours été la même, que le couvercle “ferme comme ça”. J’insiste sur l’idée d’un prank, comme si je cherchais un suspect “créatif”. Je dis que le sachet premium a peut-être été consommé lors d’une réunion. Mon alibi est une posture de détachement : je fais semblant de m’en fiche, trop.","image_path":null}, {"mystery_id":"387f85d0-298c-4608-aa08-3637f53f0044","role":"innocent","character_name":"Sofia Marchesi — analyste, intolérance à l’injustice","dark_secret":"Je surveille les gens. Je remarque qui prend quoi, qui ne replace pas la cuillère, qui vide le sucre. Ce n’est pas sain, mais ça me donne une sensation de maîtrise. Je cache aussi une colère : j’ai déjà été accusée à tort dans un ancien job et je n’ai jamais digéré. Aujourd’hui, je suis prête à mordre dès qu’on pointe un doigt. Ce tempérament me rend suspecte : on peut croire que j’ai saboté pour “donner une leçon”. Mon secret, c’est cette rage contenue.","alibi":"J’étais à mon poste, en call externe, quand l’incident a été découvert. On peut confirmer : agenda, enregistrement, messages. Je n’ai pas mis les pieds dans la salle de pause. Je bois du thé, pas du cacao, justement parce que je n’aime pas les stocks partagés. Si une cuillère grise existe, ce n’est pas moi : je lave toujours la mienne. Mon alibi est comportemental : je fuis la cuisine commune, donc je n’y ai pas accès au bon moment.","image_path":null}, {"mystery_id":"387f85d0-298c-4608-aa08-3637f53f0044","role":"innocent","character_name":"Hugo Bianchi — comptable, collectionneur de sachets","dark_secret":"Je prends parfois des sachets individuels “en plus” pour chez moi. C’est petit, mais c’est du vol. J’ai honte, et je sais que ça rend mon nom dangereux dès qu’un stock disparaît. Mais je n’ai jamais touché au premium : justement parce que c’est visible. Mon secret est une mesquinerie, pas un plan. Et je déteste que cette mesquinerie puisse me faire porter la faute d’un sabotage qui dégoûte tout le monde.","alibi":"J’étais le premier à goûter le cacao… et à recracher. Ça me rend suspect dans les yeux des gens : “il a joué le choqué”. Mais j’étais réellement surpris. On m’a vu prendre la boîte, ouvrir, mettre une cuillère, et grimacer. Je n’avais pas de sachet sur moi. Je n’ai pas eu le temps d’organiser une substitution. Mon alibi est le timing : je suis le témoin direct de la découverte, pas l’auteur d’un remplacement soigneusement préparé.","image_path":null}, {"mystery_id":"387f85d0-298c-4608-aa08-3637f53f0044","role":"innocent","character_name":"Camille Rouvier — sécurité bâtiment, accès aux locaux techniques","dark_secret":"Je garde des clés. Beaucoup. Et ça me donne un pouvoir qui fait peur. Je cache un truc embarrassant : j’ai déjà utilisé une clé pour entrer dans une salle et récupérer un objet perdu sans déclarer l’accès, parce que je voulais aider vite. C’était une bonne intention, mais c’est une entorse. Dans une affaire où un stock premium disparaît, on peut imaginer que “le gars aux clés” est responsable. Mon secret est une pratique hors procédure, pas un vol.","alibi":"J’étais en ronde dans les couloirs techniques, avec un pointage électronique qui confirme mon trajet. Je ne vais pas dans la salle de pause pendant ma ronde, sauf en fin, pour un café rapide. Je n’ai pas touché à la boîte de cacao avant l’incident. Et si j’avais voulu voler, j’aurais pris quelque chose de discret, pas provoqué un scandale avec des cendres. Mon alibi est simple : j’ai des accès, oui, mais j’ai aussi une traçabilité stricte.","image_path":null}, {"mystery_id":"387f85d0-298c-4608-aa08-3637f53f0044","role":"innocent","character_name":"Romain Favre — stagiaire, humour noir mal calibré","dark_secret":"J’ai déjà fait une blague morbide au bureau, et elle a mal tourné. Depuis, on me regarde comme le candidat naturel dès que quelque chose est “WTF”. J’ai honte : je voulais être drôle, je suis devenu suspect. Et j’ai un autre secret : je suis en stress permanent, j’ai peur d’être viré, alors je joue le clown pour qu’on m’aime. Cette stratégie me condamne. Dans l’histoire des cendres, je sais qu’on pense à moi. Je déteste être un cliché.","alibi":"J’étais en réunion d’équipe au moment où la première tasse a été servie. On peut vérifier : présence, notes, messages envoyés en direct. Je n’ai pas quitté la salle. Je n’ai pas eu accès au stock premium : je ne sais même pas qu’il existe officiellement. Je ne suis pas assez organisé pour remplacer un contenu et remettre un couvercle “parfait”. Mon alibi, c’est mon incompétence logistique : je suis capable d’une blague verbale, pas d’une mise en scène propre.","image_path":null}, {"mystery_id":"387f85d0-298c-4608-aa08-3637f53f0044","role":"innocent","character_name":"Élodie Steiner — office manager, reine du rangement","dark_secret":"Je fais des “ajustements” sur le stock sans prévenir : je remplace une marque par une autre, je déplace des choses, je jette ce qui est vieux. Je le fais pour que ça tourne, mais ça ressemble à de la manipulation. Et j’ai une honte : je déteste quand les gens gaspillent, alors je suis parfois agressive sur le sujet. Dans une affaire de cacao disparu, mon caractère me rend suspecte. Mon secret n’est pas un vol, c’est un contrôle social maladroit.","alibi":"J’étais en livraison dans une autre aile quand les mugs ont été contaminés. On peut le confirmer : je portais des cartons, j’ai signé un bon, et j’ai échangé avec deux personnes. Je n’ai pas ouvert le placard à ce moment-là. Je remplis le stock, je ne le sabote pas : c’est mon métier. Si j’avais remplacé le cacao, j’aurais laissé une note ou un ticket, parce que je veux qu’on sache que je gère. Ici, tout est anonyme : ce n’est pas mon style.","image_path":null}, {"mystery_id":"3a4b688b-3a29-4d26-8d3f-2ff66c6cd6a2","role":"investigator","character_name":"Roi Alaric — juge, mécène, mémoire d’oreille","dark_secret":"J’ai déjà offert une place à la cour à quelqu’un qui savait flatter plutôt qu’écrire. Je me suis dit que c’était politique. En réalité, j’ai acheté un reflet de moi-même. Cette faiblesse me hante : si un plagiat existe, c’est aussi parce que j’ai laissé croire que la forme suffisait. Je crains d’être un roi qui préfère le vernis à la sincérité. Cette affaire est un miroir, et je déteste ce qu’il pourrait montrer.","alibi":"Je ne participe pas à l’épreuve : je la dirige. Je fais apporter l’encre, les feuilles, je pose les thèmes, et j’écoute chaque voix sans interrompre. Mon alibi, c’est ma position : tous me voient, tout le temps. Je ne peux pas être le plagiaire, mais je peux être le roi qui l’a rendu possible. Je cherche donc la preuve stylistique, pas la confession théâtrale.","image_path":null}, {"mystery_id":"3a4b688b-3a29-4d26-8d3f-2ff66c6cd6a2","role":"guilty","character_name":"Maître Célestin — ménestrel académique, orgueil fébrile","dark_secret":"J’ai copié la ballade du royaume parce que j’avais peur d’être médiocre. Je connais la théorie, je connais les règles, mais je n’ai pas l’étincelle. Alors j’ai pris celle d’un autre. J’ai changé deux rimes, trois images, et je me suis raconté que personne ne verrait. Puis j’ai laissé circuler le texte, espérant qu’on m’applaudirait comme un génie. Aujourd’hui, je suis piégé : si j’écris vrai, on verra mon vide. Si je sur-écris, on verra ma copie.","alibi":"Je prétends que la tradition impose des motifs communs, que tout le monde “ressemble” à tout le monde. Je parle trop bien, je polis chaque phrase, j’ajoute un refrain parce que ça impressionne. Je dis que je n’ai jamais vu la ballade du barde, que je n’ai pas eu accès aux archives. Je joue l’offensé, l’érudit incompris. Mon alibi est une performance : et c’est justement ce qui me trahit.","image_path":null}, {"mystery_id":"3a4b688b-3a29-4d26-8d3f-2ff66c6cd6a2","role":"innocent","character_name":"Dame Solène — poétesse des lettres d’amour, douceur calculée","dark_secret":"J’écris parfois la même lettre pour deux personnes différentes en changeant seulement les prénoms. Je le fais quand on me paie à la hâte, quand je manque de temps, et j’en ai honte. C’est une forme de copie, oui, mais c’est une copie intime, sans gloire. Je crains qu’on utilise cette faiblesse pour dire : “tu copies donc tu as plagié.” Ce serait injuste et pourtant plausible, et cette ambiguïté me serre la gorge.","alibi":"Je travaille pour des amants, pas pour des rois. Mes textes sont pleins de détails minuscules, de gestes, de mains, de regards. La ballade du royaume est héroïque, publique, martiale : elle n’est pas mon terrain. Je n’ai pas accès aux brouillons du barde, et je n’en ai pas le désir. Quand je raconte une histoire imposée, je dérive vers l’humain : ça ne ressemble pas à une ballade, et c’est ma preuve.","image_path":null}, {"mystery_id":"3a4b688b-3a29-4d26-8d3f-2ff66c6cd6a2","role":"innocent","character_name":"Nino le Rieur — satiriste populaire, sourire dangereux","dark_secret":"J’ai déjà écrit une satire en utilisant un secret entendu dans un couloir. J’ai franchi une limite pour une bonne chute, et je m’en veux. Je sais que je suis capable de cruauté quand le public applaudit. Cela me rend suspect : on peut dire que je vole des secrets, donc que je vole des textes. Mais je ne plagie pas la cour : je la mords. Mon vice, c’est l’ironie, pas la copie.","alibi":"Je n’ai aucun intérêt à ressembler au barde royal : mon succès vient de ma différence. Copier la ballade serait une trahison de mon style, et mon style est mon gagne-pain. Je suis présent dans les tavernes, pas dans les bibliothèques. Le soir où le plagiat a circulé, j’étais en ville à improviser. Et quand on me donne un thème, je fais déraper l’histoire : le barde, lui, tient la ligne. On ne confond pas longtemps.","image_path":null}, {"mystery_id":"3a4b688b-3a29-4d26-8d3f-2ff66c6cd6a2","role":"innocent","character_name":"Aveline la Virevoltante — conteuse des marchés, rire rapide","dark_secret":"J’ai déjà vendu une histoire comme “vraie” alors qu’elle était inventée, juste pour gagner une pièce de plus. Je mentais à la foule, pas à l’art. Depuis, je crains d’être confondue avec une voleuse, parce que je sais enjoliver. Je suis la reine des détours et des détails vivants, et ça peut faire croire que je fabrique tout. Mais fabriquer n’est pas copier. Mon secret est une honte de rue, pas un crime de cour.","alibi":"Je suis arrivée à la cour récemment, invitée pour une soirée. Je n’ai pas accès aux manuscrits du barde royal ni à ses brouillons. Je passe mon temps dehors, avec les marchands, pas dans les archives. Quand on me demande une histoire, je trébuche parfois, je change un mot, je recommence : c’est ma signature. Copier une ballade noble ne m’aiderait pas : mon public veut des paniers, des ruelles, pas des trônes.","image_path":null}, {"mystery_id":"3a4b688b-3a29-4d26-8d3f-2ff66c6cd6a2","role":"innocent","character_name":"Gaspard aux Trois Cordes — jongleur et luthiste, maladresse charmante","dark_secret":"Je triche sur une corde cassée en la remplaçant par un fil de pêche. Ça sonne presque pareil, et j’ai honte de cette bidouille. Je crains qu’on dise : “si tu triches là, tu triches partout.” Mais ma triche est une survie de saltimbanque, pas un vol de texte. Je suis fier, oui, et je déteste être pris en défaut. Cette honte me rend nerveux, pas criminel.","alibi":"Je passe mon temps à accorder, à jouer, à faire tomber une note, à rire et à recommencer. Je n’écris pas avec une plume comme les poètes de cour : j’écris avec des doigts. Je ne fréquente pas les archives, je fréquente les couloirs. Le jour où la ballade a circulé, j’étais sur les routes. Et quand on me demande une histoire, je la raconte en boitant : c’est vivant, pas copié.","image_path":null}, {"mystery_id":"3a4b688b-3a29-4d26-8d3f-2ff66c6cd6a2","role":"innocent","character_name":"Frère Liron — ménestrel du monastère, voix grave","dark_secret":"J’ai brûlé un manuscrit ancien par peur qu’il soit jugé hérétique. Je l’ai fait en me disant que je protégeais le monastère, mais je sais que j’ai détruit une voix. Depuis, les textes me donnent une peur physique : je tremble quand on parle d’authenticité. On peut croire que je plagie parce que je respecte trop les formes, parce que je récite. Mais ma faute, c’est d’avoir détruit, pas d’avoir copié.","alibi":"Je vis loin de la cour, dans un lieu où l’on écrit pour survivre, pas pour briller. Je n’ai pas eu accès à la ballade du royaume. Je suis venu à l’audience sur convocation récente, accompagné, surveillé, presque intimidé. Mon style est simple, liturgique, sans refrains “parfaits”. Quand j’écris, il y a des ratures et des silences honnêtes. Si l’on cherche une main qui copie, elle ne ressemblera pas à la mienne : trop rugueuse, trop vraie.","image_path":null}, {"mystery_id":"53e83201-16de-4df8-9d22-b97b9bd9a212","role":"investigator","character_name":"Inspecteur Basile Courtois — médiateur de voisinage, calme ironique","dark_secret":"J’ai déjà “arrangé” une histoire de famille en désignant un coupable commode, juste pour que la paix revienne. C’était efficace, et c’est ça le problème : j’ai appris que la vérité n’est pas toujours la priorité des gens. Depuis, je me méfie de ma propre envie de conclure. Ici, une vieille dame piquée peut faire rire, mais c’est aussi une humiliation. Mon secret, c’est cette tendance à chercher l’issue rapide. Je dois me forcer à chercher l’issue juste.","alibi":"Je suis arrivé après l’incident, quand Mémé était déjà assise, rouge de colère, avec un verre d’eau. Je n’étais pas dans le potager au moment de la chute. J’ai d’abord fait sécuriser l’allée, puis j’ai noté les objets déplacés : canne, panier, banc, remise. Mon alibi est simple : je n’ai aucun lien avec la scène avant l’appel. Je suis celui qui arrive quand tout le monde a déjà un suspect dans la tête.","image_path":null}, {"mystery_id":"53e83201-16de-4df8-9d22-b97b9bd9a212","role":"guilty","character_name":"Tonton Gérard — bricoleur, roi des “petits raccourcis”","dark_secret":"Je voulais récupérer un papier que Mémé garde dans la remise : une promesse écrite sur l’héritage du terrain. Je ne voulais pas la blesser, je voulais juste qu’elle s’éloigne. Je l’ai attirée vers le banc en parlant d’un panier, puis je l’ai bousculée d’un geste sec quand elle s’est tournée. Elle a glissé et a fini dans les orties. Après, j’ai rangé son panier et j’ai cherché la pommade pour lui “apaiser” les piqûres, comme si soigner effaçait l’acte. J’ai eu honte immédiatement. Mais j’ai continué, parce que reculer, c’était avouer.","alibi":"Je prétends que je l’ai trouvée déjà tombée et que j’ai seulement aidé à la relever. Je dis que la canne était sur le banc parce que je l’y ai posée “pour qu’elle s’assoie”. Je parle beaucoup de sécurité, de gravier, de prudence, comme si le problème était une maladresse de vieille dame. Je minimise la pommade vide : “elle en met toujours trop”. Mon alibi est un récit d’aide… trop parfait, trop moral, trop défensif.","image_path":null}, {"mystery_id":"53e83201-16de-4df8-9d22-b97b9bd9a212","role":"innocent","character_name":"Lola — petite-fille, influenceuse “campagne chic”","dark_secret":"Je filme trop. Je transforme tout en contenu. J’ai déjà posté une vidéo où Mémé râlait, et ça l’a humiliée. Je m’en veux, mais je n’arrête pas. Dans cette histoire, j’ai peur qu’on pense que j’ai poussé Mémé “pour la scène”, pour un clip. Mon secret, c’est ma dépendance au regard des autres. Je suis capable de manquer de respect, pas de violence physique. Mais je sais que ma légèreté rend le soupçon crédible.","alibi":"J’étais à l’intérieur, en train de monter une vidéo sur mon ordinateur, avec musique, casque, et notifications. On peut vérifier : messages envoyés, heure de publication, traces sur mon téléphone. Je ne suis sortie qu’après les cris. Je n’ai pas touché à la canne ni à la remise. Et si j’avais voulu une “scène”, je l’aurais filmée : or il n’y a aucune vidéo. Mon alibi est paradoxal : je filme tout, donc mon absence de film est une preuve.","image_path":null}, {"mystery_id":"53e83201-16de-4df8-9d22-b97b9bd9a212","role":"innocent","character_name":"Mémé Odette — victime piquante, témoin imprévisible","dark_secret":"Je garde des papiers cachés. Des promesses. Des lettres. Des choses que la famille ne mérite pas de lire tant qu’elle se comporte comme une bande de corbeaux. Je le sais : ce secret me rend paranoïaque et agressive. Peut-être que je soupçonne tout le monde parce que j’ai quelque chose à perdre. Mais je ne mens pas sur la sensation : j’ai senti une main, un poids, une intention. Mon secret, c’est que je contrôle par la rétention. Et peut-être que quelqu’un a voulu me prendre ce pouvoir.","alibi":"Je suis la personne tombée, donc mon alibi est mon corps : j’ai des piqûres, des traces, une colère. Je sais que je peux être accusée d’exagérer, mais je connais ma canne et je connais mon équilibre. Ma canne n’a pas “glissé” toute seule sur le banc. Mon panier n’a pas “marché” jusqu’à la remise. Je peux être dramatique, oui. Mais je sais reconnaître un accident… et ce n’était pas un accident.","image_path":null}, {"mystery_id":"53e83201-16de-4df8-9d22-b97b9bd9a212","role":"innocent","character_name":"Nicolas — kiné, douceur de façade","dark_secret":"Je manipule les corps pour vivre, et ça me rend très conscient de la fragilité. J’ai une honte : un jour, j’ai mal conseillé une personne âgée et elle s’est blessée. Depuis, je suis obsédé par la prévention. Dans cette histoire, mon souci de “bien faire” peut paraître suspect : je sais comment quelqu’un tombe, comment on se fait mal. Je crains qu’on me transforme en expert malveillant. Mon secret, c’est une culpabilité professionnelle, pas une violence volontaire.","alibi":"J’étais en train de vérifier le traitement de Mémé à l’intérieur, à discuter de sa crème et de ses allergies. On peut confirmer : j’ai parlé avec elle et j’ai noté des choses sur mon téléphone. Je n’étais pas dehors au moment de la chute. Et si j’avais été là, mon réflexe aurait été de sécuriser, pas de pousser. Mon alibi est cohérent avec mon caractère : je suis le type qui empêche les chutes, pas celui qui les provoque.","image_path":null}, {"mystery_id":"53e83201-16de-4df8-9d22-b97b9bd9a212","role":"innocent","character_name":"Agnès — fille de Mémé, organisatrice tyrannique","dark_secret":"Je gère tout. Je corrige tout. Je pense que sans moi, la famille s’écroule. Cette mentalité m’a rendu dure, et Mémé me le renvoie depuis des années. Parfois, j’ai envie qu’elle se taise, et c’est une pensée honteuse. Je crains qu’on prenne cette pensée pour un mobile. Mon secret, c’est cette fatigue affective : aimer quelqu’un de difficile donne parfois envie de fuir. Mais fuir n’est pas pousser. Et je n’ai pas poussé.","alibi":"J’étais en cuisine, à préparer le repas, avec les mains pleines et le feu allumé. On peut confirmer : j’ai appelé quelqu’un, j’ai remué une casserole, j’ai donné des consignes. Je ne suis sortie qu’après l’agitation. Je n’ai pas touché au banc, ni au panier, ni à la pommade : je n’avais pas le temps. Mon alibi est domestique et banal, mais il est solide : j’étais occupée, visible, et surtout, trop agacée pour être subtile.","image_path":null}, {"mystery_id":"53e83201-16de-4df8-9d22-b97b9bd9a212","role":"innocent","character_name":"Marcel — voisin, jardinier obsessionnel","dark_secret":"Je déteste quand quelqu’un marche dans mes plates-bandes. Mémé a déjà arraché une plante “par erreur” et je l’ai mal vécu. J’ai gardé une rancune ridicule. Dans une affaire d’orties, on peut croire que le voisin grincheux a “donné une leçon”. Mon secret, c’est ma petitesse : je peux être mesquin, oui. Mais je ne suis pas violent. Je suis le genre à écrire un mot passif-agressif, pas à pousser une vieille dame.","alibi":"J’étais de l’autre côté de la clôture, à tailler des branches, et plusieurs personnes m’ont vu par-dessus le grillage. Je n’étais pas dans le potager familial. Je n’ai pas accès à la remise. Et je ne touche jamais la canne de quelqu’un : superstition bête, mais réelle. Mon alibi est spatial : j’étais proche, visible, mais séparé par la clôture. Si j’avais traversé, quelqu’un aurait remarqué.","image_path":null}, {"mystery_id":"5fadc3f6-8391-4385-8cb5-dc784c2c6e95","role":"investigator","character_name":"L'Enquêteur","dark_secret":"You're a **former detective** who was forced to retire after accepting a bribe to look the other way. You're traveling incognito, hoping no one recognizes you.","alibi":"I was in the **dining car** having a late supper with the conductor. We discussed the train schedule and I showed him my ticket.\n\nI returned to my compartment around midnight.","image_path":null}, {"mystery_id":"5fadc3f6-8391-4385-8cb5-dc784c2c6e95","role":"guilty","character_name":"Le Coupable","dark_secret":"Mr. Sterling **destroyed your family's factory**, leaving hundreds unemployed including your elderly parents who died in poverty. You've waited years for this moment of justice.\n\nYou crept into his compartment while he slept and struck twelve times—once for each member of your family who suffered.","alibi":"I was **asleep in my compartment** the entire night. I took a sleeping draught because of my chronic insomnia.\n\nI heard nothing until the morning commotion.","image_path":null}, {"mystery_id":"5fadc3f6-8391-4385-8cb5-dc784c2c6e95","role":"innocent","character_name":"Un Innocent","dark_secret":"You saw someone **sneaking toward Mr. Sterling's compartment** late at night, but you're afraid to speak up because they might target you next.","alibi":"I was in the **smoking car** playing cards with three other passengers until 2 AM. We had quite a game going.\n\nI only learned about the murder at breakfast.","image_path":null}, {"mystery_id":"5fadc3f6-8391-4385-8cb5-dc784c2c6e95","role":"innocent","character_name":"Un Innocent","dark_secret":"You're **fleeing from an arranged marriage** to a cruel aristocrat. If anyone discovers your real identity, they'll send you back.","alibi":"I was in my **compartment** writing farewell letters to my family. I have the letters dated and sealed.\n\nI heard shouting in the corridor early this morning.","image_path":null}, {"mystery_id":"5fadc3f6-8391-4385-8cb5-dc784c2c6e95","role":"innocent","character_name":"Un Innocent","dark_secret":"You're carrying **stolen diamonds** worth a fortune, hidden in your luggage. You're terrified the investigation will uncover them.","alibi":"I was in the **observation car** watching the countryside pass by. I couldn't sleep and needed fresh air.\n\nThe porter saw me there around 11 PM.","image_path":null}, {"mystery_id":"6344f6a7-77ec-424d-8b85-0228b1153323","role":"investigator","character_name":"L'Enquêteur","dark_secret":"You weren't actually **invited** to the masquerade—you forged your invitation to investigate corruption rumors about the host.","alibi":"I was in the **ballroom** dancing with various partners throughout the evening. The nature of the masquerade makes it difficult to prove, but many saw my distinctive phoenix costume.\n\nI came to the conservatory when I heard the commotion.","image_path":null}, {"mystery_id":"6344f6a7-77ec-424d-8b85-0228b1153323","role":"guilty","character_name":"Le Coupable","dark_secret":"Isabella was **blackmailing you** with letters proving you falsified your noble lineage. She demanded more money tonight.\n\nThe masks gave you the perfect cover—you lured her to the conservatory and silenced her forever.","alibi":"I was in the **courtyard** by the fountain, enjoying the fresh air away from the crowd. My baroque harlequin costume should be memorable.\n\nI re-entered the palazzo through the west entrance.","image_path":null}, {"mystery_id":"6344f6a7-77ec-424d-8b85-0228b1153323","role":"innocent","character_name":"Un Innocent","dark_secret":"You're Isabella's **secret lover**, meeting at these events under the anonymity of masks. Tonight she said she had something important to tell you.","alibi":"I was in the **music room** listening to the string quartet. I requested several pieces and tipped the musicians.\n\nI wore a black cat costume with gold details.","image_path":null}, {"mystery_id":"6344f6a7-77ec-424d-8b85-0228b1153323","role":"innocent","character_name":"Un Innocent","dark_secret":"Isabella knew you were **spying for a rival family**. You've been feeding them business secrets for months.","alibi":"I was in the **dining hall** sampling the elaborate buffet. I spoke with the chef about the menu at length.\n\nMy peacock costume was quite distinctive.","image_path":null}, {"mystery_id":"6344f6a7-77ec-424d-8b85-0228b1153323","role":"innocent","character_name":"Un Innocent","dark_secret":"You saw someone **following Isabella** toward the conservatory, but you can't identify them because of their mask and costume.","alibi":"I was in the **gallery** admiring the host's art collection. The curator was showing me a new acquisition.\n\nMy white dove costume drew many compliments.","image_path":null}, {"mystery_id":"6aab8357-18ee-4f1f-a004-2e8ebf1b9777","role":"investigator","character_name":"L'Enquêteur","dark_secret":"You secretly **gambled away your family fortune** at the gentleman's club. You came to the manor hoping to borrow money from Lord Blackwood to pay off your debts before your family discovers the truth.","alibi":"I was in the **conservatory** all evening, reading Lord Blackwood's latest manuscript. I needed to prepare notes for our morning discussion about publishing rights.\n\nI did not leave the conservatory until I heard the screams.","image_path":null}, {"mystery_id":"6aab8357-18ee-4f1f-a004-2e8ebf1b9777","role":"guilty","character_name":"Le Coupable","dark_secret":"You've been **embezzling funds** from Lord Blackwood's estate for two years. Tonight, he discovered your ledger and threatened to report you to the authorities unless you confessed.\n\nYou couldn't let that happen. You slipped arsenic into his brandy while serving him in the study.","alibi":"I was in my **private chambers** on the second floor, writing letters to my family back home. I have the drafts as proof.\n\nI only came downstairs when I heard the commotion.","image_path":null}, {"mystery_id":"6aab8357-18ee-4f1f-a004-2e8ebf1b9777","role":"innocent","character_name":"Un Innocent","dark_secret":"Last month, you **stole Lord Blackwood's valuable Renaissance painting** and replaced it with a masterful forgery. You've already sold the original at auction in Paris.\n\nYou live in fear that he'll discover the switch.","alibi":"I was in the **billiard room** practicing shots alone. I'm an amateur player, and I find the practice calming.\n\nI didn't realize anything was wrong until the butler came running in.","image_path":null}, {"mystery_id":"6aab8357-18ee-4f1f-a004-2e8ebf1b9777","role":"innocent","character_name":"Un Innocent","dark_secret":"You're having a **passionate affair** with Lady Blackwood. Tonight was supposed to be your secret rendezvous in the garden house, but she never showed up.\n\nYou're terrified someone might have seen you waiting.","alibi":"I was taking a long **walk in the garden**, enjoying the moonlight and fresh air. The weather was pleasant, and I needed time alone to think.\n\nI was near the pond when I heard the bells ringing.","image_path":null}, {"mystery_id":"6aab8357-18ee-4f1f-a004-2e8ebf1b9777","role":"innocent","character_name":"Un Innocent","dark_secret":"You **witnessed the murder** through the study window while walking past. You saw someone slip something into Lord Blackwood's drink, but you're too afraid to speak up.\\n\\nWhat if the killer comes for you next?","alibi":"I retired to my **bedroom** early with a headache. I took a sleeping draught and was in bed by 10 PM.\n\nI heard nothing unusual until morning.","image_path":null}, {"mystery_id":"6e504d48-ec34-40f5-a51f-06adee3130da","role":"investigator","character_name":"Inspecteur Varek Noctis — police interne du Conclave","dark_secret":"J’ai déjà étouffé un scandale interne pour éviter une guerre. J’ai menti, j’ai scellé des dossiers, j’ai protégé des monstres au nom de la stabilité. Depuis, je sais que je suis capable de choisir la paix plutôt que la justice. Ce soir, la tentation existe encore : “ce n’est que du veganisme, pourquoi déchirer le Conclave ?” Mais je connais le vrai sujet : ce n’est pas le menu, c’est le mensonge, et ce que le mensonge autorise.","alibi":"Je n’ai pas préparé la boisson, je n’ai pas circulé chez les familiers. J’ai été convoqué pour enquêter et j’ai exigé que la salle reste scellée. Je me tiens au centre, visible, comme une menace calme. Mon alibi est ma fonction : j’observe, je note, je fais parler. Je compare les mots imposés à ceux qui sortent naturellement. Je cherche la fissure, pas la confession poétique.","image_path":null}, {"mystery_id":"6e504d48-ec34-40f5-a51f-06adee3130da","role":"guilty","character_name":"Prince Églantier — ancien guerrier, calme trop parfait","dark_secret":"Je suis vegan depuis des années. Au début, ce n’était pas une morale, c’était un dégoût : une chasse a mal tourné, et l’odeur m’a hanté. J’ai commencé à “tricher”, puis j’ai appris à vivre autrement, en secret. La carafe de “jus rouge” est une préparation à base de betterave, épaissie, épicée, assez pour tromper les regards pressés. J’utilise un blender chez les familiers, puis je fais une marinade pour masquer les odeurs. Je mens parce que le rire du Conclave est une condamnation.","alibi":"Je prétends jeûner, me contrôler, être un modèle de discipline. Je parle de rituels, de maîtrise, de pureté, comme si mon appétit était un choix spirituel. Je reste près du calice et du velours, loin des cuisines, pour paraître “au-dessus”. Je dis que l’odeur d’épices vient des encens, pas d’une recette. Je refuse les détails concrets. Mon alibi est une posture, et cette posture craque quand on insiste.","image_path":null}, {"mystery_id":"6e504d48-ec34-40f5-a51f-06adee3130da","role":"innocent","character_name":"Baron Rictus — dandy provocateur, rire trop fort","dark_secret":"J’ai déjà perdu un pari humiliant contre un familier et j’ai été forcé de boire une boisson rouge épaisse dans une carafe opaque. J’ai menti ensuite en disant que c’était un sang rare, pour sauver ma fierté. Cette honte me colle aux dents. Si on parle de “jus rouge”, je m’agite, parce que je revois mon ridicule. Je sais que je peux mentir pour paraître puissant. Mais mentir pour être vegan ? Ce serait trop… triste, même pour moi.","alibi":"Je suis incapable d’être discret. Je fais du bruit, je provoque, je joue la scène. Si j’étais vegan, tout le monde l’aurait remarqué : je l’aurais transformé en manifeste ou en blague. Cette nuit-là, j’étais au milieu du groupe, à minuit, à lancer des piques. Plusieurs immortels peuvent confirmer que je ne me suis pas éclipsé. Je n’ai pas mis les pieds chez les familiers. Mon alibi, c’est mon excès : je suis trop visible pour cuisiner en secret.","image_path":null}, {"mystery_id":"6e504d48-ec34-40f5-a51f-06adee3130da","role":"innocent","character_name":"Archiviste Vladomir — gardien des serments, obsession des documents","dark_secret":"J’ai déjà volé une page d’archives pour la garder chez moi. Je l’ai justifié par “préservation”, mais c’était de la possession. Je suis un collectionneur de secrets, et j’ai peur que cela me fasse passer pour le gardien d’un secret vegan. Je suis aussi le type de vampire qui note les serments, et donc le type qu’on accuse quand un serment est brisé. Mon secret n’est pas une recette : c’est une manie de conserver, même ce qui doit mourir.","alibi":"J’étais au bout de la table, avec mes registres et mes sceaux. On m’a vu écrire, classer, refermer un dossier. Je ne me suis pas absenté : ma fonction m’oblige à être présent quand on parle d’honneur. Je n’ai pas d’intérêt à trafiquer une boisson : je préfère manipuler des mots. Et si une odeur d’épices est apparue, je l’ai remarquée comme tout le monde, avec dégoût. Mon alibi est celui d’un archiviste : immobile, attentif, sec.","image_path":null}, {"mystery_id":"6e504d48-ec34-40f5-a51f-06adee3130da","role":"innocent","character_name":"Sœur Cendre — nonne immortelle, morale tranchante","dark_secret":"J’ai puni un jeune vampire trop durement au nom de la pureté. Je m’en veux, mais je ne le montre pas : mon identité est faite de règles. Quand une rumeur surgit, je veux l’écraser avant qu’elle ne devienne un scandale. Cette impulsion me rend dangereuse, parce qu’on peut croire que je cherche à faire taire le vegan par violence. La vérité est plus honteuse : j’ai peur du chaos. Je préfère l’injustice silencieuse au désordre public.","alibi":"Je suis restée dans le salon, près des symboles, à surveiller les échanges et à rappeler les règles. Je ne vais jamais dans la salle des familiers : je considère que ce n’est pas mon rôle, et je crains les tentations. On m’a vue toucher une serviette tachée de feuille, oui — je l’ai rangée, par manie de propreté, pas pour cacher un indice. Je n’ai pas manipulé de carafe, je n’ai pas utilisé de blender. Mon alibi est austère, mais cohérent.","image_path":null}, {"mystery_id":"6e504d48-ec34-40f5-a51f-06adee3130da","role":"innocent","character_name":"Docteur Hemlock — médecin des morsures, science sans tendresse","dark_secret":"J’ai falsifié un rapport médical pour protéger un ancien influent, un vrai prédateur. Je l’ai fait par calcul : je voulais garder mon poste et éviter un conflit. Depuis, je vis avec la peur qu’un audit interne révèle mon mensonge. Alors, dès qu’une enquête commence, je deviens défensif. Je donne trop de détails, je rationalise tout, et cela me rend suspect. Mon secret est administratif et moral, pas alimentaire. Mais je sais que mon visage froid ressemble à une culpabilité universelle.","alibi":"Je n’ai pas approché la salle des familiers. J’ai inspecté la carafe uniquement pour vérifier qu’il n’y avait pas de poison destiné au Conclave, par réflexe professionnel. J’ai pris des notes, pas des recettes. On m’a vu au centre de la pièce, à discuter de symptômes et de précautions. Je n’ai aucune raison d’utiliser un blender : je méprise la cuisine. Si je suis nerveux, c’est à cause de mon passé de falsification, pas d’un secret vegan.","image_path":null}, {"mystery_id":"6e504d48-ec34-40f5-a51f-06adee3130da","role":"innocent","character_name":"Comtesse Nocturna — collectionneuse d’art funéraire, élégance toxique","dark_secret":"J’ai un vice ridicule : je commande parfois des produits modernes au traiteur nocturne pour me sentir contemporaine. J’ai déjà demandé une sauce épicée, sans comprendre que l’odeur s’incruste. Si on cherche une origine au cumin, on peut me pointer du doigt. Et j’ai une autre honte : j’adore les ragots, je les collectionne comme des bijoux. Cela me rend dangereuse socialement, pas culinairement. Mais je sais qu’ici, la réputation tue plus vite que les crocs.","alibi":"Je suis restée dans la pièce principale, sous les tentures, à distance des familiers. Je ne vais pas dans leurs quartiers : je considère cela indigne, et on me le reproche souvent. Plusieurs immortels peuvent confirmer ma présence constante près des miroirs couverts. Je n’ai pas touché aux boissons : j’ai refusé le service, comme à chaque conclave, par superstition. Mon alibi est mondain, répétitif, ennuyeux — et c’est précisément pour ça qu’il tient.","image_path":null}, {"mystery_id":"7e153ee0-f1da-402a-a890-af7e340a63d7","role":"investigator","character_name":"Inspecteur Romain Ségur — médiateur interne, spécialiste des micro-guerres","dark_secret":"J’ai déjà traité un conflit de bureau comme une blague, et une personne a fini en burn-out. Ça m’a appris que les petites humiliations répétées ne sont pas petites. Mon secret, c’est cette culpabilité : je sais que je peux minimiser l’absurde, parce que ça m’arrange. Ici, je refuse de rire. Pas parce que la cuvette est sacrée, mais parce que l’intention derrière une répétition est un signal. Si quelqu’un provoque, c’est qu’il veut un effet : détourner, punir, tester le pouvoir.","alibi":"Je suis intervenu après une plainte collective, quand la direction m’a transmis un mail “dernier avertissement”. Je n’étais pas dans les toilettes aux moments précis. J’ai seulement constaté les traces : panneau déplacé, papier remplacé, gel déplacé. Je n’ai pas touché aux éléments sans témoins. Mon alibi est administratif : je suis arrivé quand le bureau avait déjà une histoire, et je dois la rendre factuelle.","image_path":null}, {"mystery_id":"7e153ee0-f1da-402a-a890-af7e340a63d7","role":"guilty","character_name":"Céline Varga — cheffe de projet, sarcasme en talons","dark_secret":"J’ai fait exprès. Je voulais pousser quelqu’un à bout : un collègue qui me coupe la parole en réunion et me traite comme une assistante. Je n’arrivais pas à le faire changer avec des mails, alors j’ai choisi l’arme la plus stupide : la cuvette. Répéter, créer une discussion, forcer un “règlement”. Et pendant que tout le monde se focalisait sur la propreté, j’ai pu lire un message imprimé laissé sur l’imprimante (un planning qui me concernait). J’ai transformé une guerre d’ego en guerre sanitaire.","alibi":"Je prétends que je n’utilise jamais ces toilettes, que je vais à l’étage du dessus, “plus propre”. Je joue l’indignation : “vous me voyez faire ça ?”. Je propose des suspects caricaturaux : “c’est forcément un homme”, “c’est forcément un stagiaire”. Je veux que la discussion devienne une bataille de stéréotypes, parce que les stéréotypes protègent mieux que la vérité. Mon alibi est social : je me fais passer pour trop raffinée pour le sale, alors que je suis assez rancunière pour le faire.","image_path":null}, {"mystery_id":"7e153ee0-f1da-402a-a890-af7e340a63d7","role":"innocent","character_name":"Bruno — développeur, cerveau ailleurs","dark_secret":"Je suis distrait au point d’en être dangereux. J’ai déjà oublié une porte ouverte, un frigo ouvert, une réunion. Je vis avec la honte d’être “le gars qui oublie”. Dans une histoire de cuvette relevée, tout le monde pense : “c’est lui, il ne fait pas attention.” Et ça me détruit, parce que je ne peux pas prouver une absence de distraction. Mon secret est une image : je suis fatigué, je dors mal, et je crains de devenir le bouc émissaire idéal d’un conflit qui me dépasse.","alibi":"J’étais en call longue au moment de l’un des incidents, avec micro ouvert et échanges enregistrés. Je ne suis pas allé aux toilettes pendant ce segment. Les autres moments ? Je ne peux pas tout prouver. Mais je peux dire une chose : si j’oubliais, ce serait sporadique, pas stratégique. Ici, il y a répétition, panneau déplacé, papier remplacé. Ça ressemble à une intention. Mon alibi est la nature de mes erreurs : elles sont chaotiques, pas cohérentes.","image_path":null}, {"mystery_id":"7e153ee0-f1da-402a-a890-af7e340a63d7","role":"innocent","character_name":"Hervé — facilities, gardien du papier toilette","dark_secret":"Je prends parfois des fournitures pour chez moi : rouleaux, savon, petites choses. C’est honteux. Je le fais en me racontant que “ça ne manque pas”. Dans une enquête de toilettes, c’est un poison : je suis l’homme des stocks. Je crains qu’on m’accuse d’avoir remplacé le papier, déplacé le désodorisant, tout ça. Mon secret est mesquin, pas provocateur. Je veux de la commodité, pas des drames.","alibi":"J’étais en intervention à l’autre bout du bâtiment pendant la plage horaire où la cuvette a été retrouvée relevée. On peut vérifier : ticket, appel, badge. Je ne suis entré dans ces toilettes qu’après, pour constater et remettre en état. Et si j’avais voulu provoquer, je l’aurais fait une fois, pas de manière répétée. La répétition demande une obsession sociale. Moi, je veux juste finir ma journée.","image_path":null}, {"mystery_id":"7e153ee0-f1da-402a-a890-af7e340a63d7","role":"innocent","character_name":"Inès — juriste, hygiène obsessionnelle","dark_secret":"Je suis presque phobique. J’ai des rituels : papier, lavage, désodorisant, gel. Je cache ça, parce que ça fait rire. Dans cette affaire, mon obsession me rend suspecte : on peut croire que je manipule le panneau pour “éduquer” les autres. Mon secret est une anxiété, pas une malveillance. Mais je sais que l’anxiété peut se transformer en contrôle. J’ai peur qu’on confonde mes manies avec une provocation organisée.","alibi":"Je n’utilise pas ces toilettes-là : j’évite celles du couloir principal précisément parce que je les trouve imprévisibles. Je vais à l’étage plus calme. On peut confirmer : des collègues m’y croisent souvent. Et si j’étais la coupable, je n’aurais pas supporté la conséquence : je serais la première victime psychologique de ma propre provocation. Mon alibi est mon comportement constant : je fuis l’incertitude, je ne la fabrique pas.","image_path":null}, {"mystery_id":"7e153ee0-f1da-402a-a890-af7e340a63d7","role":"innocent","character_name":"Sonia — assistante de direction, diplomatie permanente","dark_secret":"Je lis parfois des mails imprimés oubliés sur l’imprimante, par curiosité. C’est mal, et j’en ai honte. Dans une affaire de toilettes, ça pourrait sembler hors-sujet… sauf si quelqu’un utilise la provocation comme diversion pour fouiller ailleurs. Je crains que ma curiosité fasse croire que je suis capable de manipulation. Je ne le suis pas à ce point. Mon secret, c’est un vice discret, pas un plan de guerre sanitaire.","alibi":"J’étais en rendez-vous extérieur (visio depuis une salle de réunion) pendant la période la plus commentée. On peut confirmer : réservation de salle, agenda, témoin. Je ne suis pas passée par le couloir des toilettes. Et si j’avais voulu une diversion, je l’aurais faite avec quelque chose de moins humiliant pour tout le monde. Mon alibi est moral : je suis curieuse, oui, mais je déteste le conflit ouvert. Je ne l’allume pas.","image_path":null}, {"mystery_id":"7e153ee0-f1da-402a-a890-af7e340a63d7","role":"innocent","character_name":"Olivier — manager, “culture d’entreprise”","dark_secret":"J’ai imposé des règles absurdes au bureau pour prouver que je “tiens” l’équipe : affiches, chartes, rappels. Je sais que ça agace. Dans cette affaire, je crains qu’on pense que j’ai monté un incident pour justifier une nouvelle règle. Ce serait sordide… et ça ressemble à certains managers. Mon secret, c’est ma peur de perdre le contrôle : je fabrique parfois de la structure pour calmer mon anxiété, pas pour aider les gens.","alibi":"J’étais en comité de direction pendant la matinée, loin du couloir. On peut confirmer : salle, agenda, participants. Je n’ai pas touché au panneau, ni au papier, ni au désodorisant. Et si je voulais imposer une règle, je le ferais officiellement, par mail, pas par cuvette relevée. Mon alibi est institutionnel : je suis bureaucrate, pas prankster.","image_path":null}, {"mystery_id":"818ad970-19b8-4403-bc62-960c194a6042","role":"investigator","character_name":"Inspecteur Brindille — Brigade des Arts et des Trucs Ridicules","dark_secret":"Il y a deux ans, j’ai “adouci” un rapport pour éviter la fermeture d’un petit théâtre. Je me suis convaincu que je sauvai des emplois, mais j’ai surtout acheté une paix sociale à crédit. Depuis, je sens la tentation revenir dès qu’un scandale menace une troupe. Ici, ça paraît drôle — un \"nez\" flûté — mais je sais comment une farce devient un drame quand quelqu’un se sent humilié. Si je couvre encore, je ne serai plus un enquêteur : je serai un complice élégant.","alibi":"Je suis arrivé avant que l’atelier ne soit nettoyé, alerté par un appel paniqué du régisseur. Je n’ai touché à rien : j’ai fait couper la musique, éteindre les ventilateurs, et j’ai demandé qu’on laisse la scène telle quelle. Mon rôle est d’écouter les versions et de repérer les automatismes : qui décrit trop bien l’outil, qui connaît trop précisément le geste, qui évite un mot, qui surjoue l’indignation.","image_path":null}, {"mystery_id":"818ad970-19b8-4403-bc62-960c194a6042","role":"guilty","character_name":"Gervais le Luthier — Réparateur d’instruments et d’egos","dark_secret":"J’ai percé le \"nez\" parce que je voulais être indispensable. Je suis jaloux de l’attention qu’on donne aux marionnettes plutôt qu’aux artisans. J’ai imaginé un “gag sonore” qui ferait le tour des coulisses, puis des journaux, puis des commandes. Je me suis raconté que ce n’était qu’une amélioration, presque un hommage. En réalité, j’ai humilié Pinocchio pour me sentir grand. Et j’ai préparé la scène comme une vitrine, parce que je voulais qu’on admire mon travail avant de me condamner.","alibi":"Je prétends être venu uniquement pour accorder un petit instrument de scène et resserrer une vis sur un décor. Je dis que la mèche trouvée n’est pas la mienne, que je travaille “à la main” et que je déteste les perceuses. Je rejoue la fierté professionnelle : je parle d’éthique, de tradition, de respect du bois. Je répète que quelqu’un d’autre a voulu me faire porter le chapeau parce que je suis le seul à savoir fabriquer une ocarina.","image_path":null}, {"mystery_id":"818ad970-19b8-4403-bc62-960c194a6042","role":"innocent","character_name":"Nina la Copiste — Plume rapide, mémoire fragile","dark_secret":"Je “prélève” des phrases aux autres pour apprendre. Je ne copie pas mot pour mot, je me dis que c’est de l’étude, mais je sais que je flirte avec la frontière. Cette honte me suit : j’ai peur d’être accusée de plagiat dans un monde où tout le monde emprunte. Si une partition est tachée, si un schéma apparaît, on va regarder la copiste. Je hais cette suspicion, parce qu’elle n’est pas totalement injuste : j’ai déjà pris sans demander, même si ce n’était pas du bois, même si ce n’était pas un \"nez\".","alibi":"J’étais dans la petite salle de musique, à recopier une partition au propre. J’ai de l’encre sur la main gauche, et mon cahier est daté, page après page. Je n’ai pas touché au vernis : je déteste l’odeur. Je ne vais pas à l’atelier parce que les copeaux s’accrochent au papier. Quand l’alerte a éclaté, je suis sortie avec mon carnet sous le bras. Le \"nez\" était déjà devenu une rumeur avant d’être un objet.","image_path":null}, {"mystery_id":"818ad970-19b8-4403-bc62-960c194a6042","role":"innocent","character_name":"Hortense — Directrice de troupe, sourire de façade","dark_secret":"Je cache un trou dans la caisse. Une avance sur recettes “empruntée” pour payer un costume, puis une autre pour un transport, puis une autre pour un silence. Je me disais que le succès comblerait tout. Aujourd’hui, je vis dans la peur que chaque incident déclenche un audit et révèle mon bricolage. Un scandale sur le \"nez\" me terrifie autant pour l’art que pour mes chiffres. Je hais cette part de moi : celle qui pense d’abord à sauver la troupe, même au prix de la vérité.","alibi":"J’étais au téléphone avec la salle, en train de confirmer l’accueil et de négocier une contrainte de sécurité. Mon appel a duré longtemps, et j’ai des messages envoyés à la même minute que l’incident a été découvert. Je ne suis pas descendue à l’atelier : je délègue les outils, je gère les gens. Quand on m’a montré le \"nez\", j’ai eu le réflexe honteux de penser au public, puis seulement à Pinocchio. Ce réflexe me rend suspecte, mais pas coupable.","image_path":null}, {"mystery_id":"818ad970-19b8-4403-bc62-960c194a6042","role":"innocent","character_name":"Pascal le Marionnettiste — Doigts de fil, cœur fragile","dark_secret":"J’ai raconté, un soir, que le \"nez\" pouvait être “amélioré” pour des effets comiques. Je voulais briller devant les nouveaux, faire le malin, donner l’impression que je maîtrisais la magie de Pinocchio. Je n’ai jamais pensé que quelqu’un passerait à l’acte. Maintenant, je vis avec l’idée que ma langue a semé l’idée. C’est une faute douce, mais réelle : je parle trop, je fais des blagues trop loin, et parfois quelqu’un les prend au sérieux.","alibi":"J’étais seul sur la petite scène, à répéter une scène de mensonge précisément, parce que c’est là que Pinocchio “fonctionne”. On m’a entendu parler, râler, recommencer des phrases. Je n’ai pas quitté la scène : j’avais besoin de la même lumière, du même espace. Quand j’ai vu le \"nez\" percé, j’ai compris que quelqu’un avait fait de mes paroles une permission. Je suis coupable de vanité, pas de perçage.","image_path":null}, {"mystery_id":"818ad970-19b8-4403-bc62-960c194a6042","role":"innocent","character_name":"Madame Filigrane — Costumière, impératrice des épingles","dark_secret":"Je cache une petite honte : j’ai volé du tissu dans un stock communal pour finir un costume à temps. Je l’ai fait par panique, pas par avidité, mais c’est un vol quand même. Et j’ai une manie : je “range” partout pour calmer mon stress. Si quelqu’un cherche des mains qui déplacent, qui nettoient, qui effacent les traces, je suis la candidate parfaite. Je me déteste d’être suspecte par ma propre nature : celle qui veut que tout paraisse impeccable.","alibi":"J’étais dans la loge couture, porte entrouverte, à repriser une doublure et à poser des boutons. Trois personnes m’ont vue travailler, et j’ai les doigts piqués pour le prouver. Je ne suis passée à l’atelier qu’après l’alerte, quand on m’a demandé un ruban de rechange. Je connais les costumes, pas les outils. Si j’avais touché au \"nez\", j’aurais laissé du fil, des épingles, une signature de couture — pas des copeaux.","image_path":null}, {"mystery_id":"818ad970-19b8-4403-bc62-960c194a6042","role":"innocent","character_name":"Théo le Régisseur — Maître des lumières et des nerfs","dark_secret":"J’ai saboté une répétition il y a un mois pour “punir” un comédien qui se moquait de la troupe. J’ai coupé un projecteur, provoqué un blanc, puis j’ai feint l’incident technique. Ça m’a donné un frisson de pouvoir, et ça me fait horreur aujourd’hui. Depuis, je redoute qu’on me voie comme un saboteur naturel. Je suis capable de petites cruautés, oui. Mais je ne veux pas qu’on confonde ma rancune ancienne avec ce \"nez\" mutilé.","alibi":"J’étais en passerelle, au-dessus de la scène, à régler les transitions et à tester les cues. Mon téléphone est resté en mode avion, et j’ai un journal de régie rempli d’horaires et de notes. Je ne descends pas dans l’atelier pendant les réglages : une minute d’absence et tout s’écroule. Je suis arrivé quand on a crié au scandale. J’ai vu le \"nez\" déjà percé, et j’ai senti mon estomac tomber.","image_path":null}, {"mystery_id":"8c6ace26-a349-4b1a-bbd3-d7801091b8c1","role":"investigator","character_name":"Inspecteur Léo Marchand — cellule de crise municipale","dark_secret":"J’ai déjà accusé trop vite un bouc émissaire “pratique” lors d’une panique publique, parce que la ville voulait un nom pour respirer. J’ai appris que la foule se calme avec une histoire simple, même si elle est fausse. Depuis, je me méfie de moi-même : je sens quand mon cerveau cherche le coupable le plus commode. Cette fois, je refuse la facilité. Je veux le geste réel, la main réelle, même si elle porte un badge officiel et une réputation impeccable.","alibi":"Je suis arrivé après l’incident, quand les sirènes dominaient déjà tout. Je n’étais pas au dépôt, pas à la scène, pas dans les caisses : j’étais dehors, à gérer le périmètre, les secours, les témoignages qui se contredisaient. Mon rôle commence dans l’après : je reconstruis l’accès aux stocks, je compare les registres, je vérifie qui pouvait recoller une étiquette sans être vu. Je n’ai pas créé le chaos ; je l’exploite pour faire parler.","image_path":null}, {"mystery_id":"8c6ace26-a349-4b1a-bbd3-d7801091b8c1","role":"guilty","character_name":"Jules Perrin — intendant des stocks municipaux, maître des registres","dark_secret":"J’avais un trou dans les comptes du dépôt : des fournitures de fête disparaissaient depuis des semaines, par petites quantités. J’ai essayé de masquer l’absence en échangeant des étiquettes et en déplaçant une caisse, convaincu que personne ne vérifierait pendant le réveillon. Quand j’ai vu une livraison de chantier traîner, j’ai choisi la pire solution : recoller “FÊTE” sur une caisse qui n’aurait jamais dû approcher la scène. Je n’ai pas voulu regarder le contenu, parce que regarder, c’est devenir responsable. Et ma lâcheté a brûlé la ville.","alibi":"Je dis que je ne fais que classer, compter, inventori­er. Je prétends n’avoir pas quitté le dépôt, comme si ça me protégeait. Je parle de procédures, de signatures, de formulaires, pour perdre les gens. J’insiste sur l’idée d’une “confusion” due à la foule et au stress. Je veux que l’étiquette recollée ressemble à une maladresse collective, pas à mon geste. Mon alibi est bureaucratique : froid, plausiblement vrai, et trop défensif.","image_path":null}, {"mystery_id":"8c6ace26-a349-4b1a-bbd3-d7801091b8c1","role":"innocent","character_name":"Hugo Delmas — journaliste local, caméra gourmande","dark_secret":"J’ai déjà exagéré un détail dans un article pour faire du clic. J’ai honte, parce que je sais ce que ça fait aux gens. Cette nuit, j’ai filmé des scènes sans comprendre ce que je capturais, et je crains d’avoir enregistré un moment qui accuse injustement quelqu’un. Mon secret, c’est mon opportunisme : je cours vers le drame. Et on peut croire que je l’encourage. Je ne suis pas un saboteur, mais je suis parfois un amplificateur.","alibi":"J’étais au bord de la scène, puis en mouvement constant, caméra allumée. Je ne porte pas des caisses : je porte mon matériel. On m’a vu courir vers la fumée, pas vers le dépôt. Je n’ai aucun accès aux registres municipaux, et je ne sais pas recoller une étiquette de façon crédible. Mon alibi, ce sont mes images : elles montrent ma position, mes trajets, et mon incapacité à être discret. Si j’avais agi, je me serais filmé moi-même, et c’est absurde.","image_path":null}, {"mystery_id":"8c6ace26-a349-4b1a-bbd3-d7801091b8c1","role":"innocent","character_name":"Baptiste “Bap” Renard — bénévole mascotte, courage maladroit","dark_secret":"J’ai bu un peu trop pour tenir dans le costume et j’ai eu un moment de flottement. J’ai honte de l’avouer, parce que ça fait “irresponsable”. Je crains qu’on transforme cette faiblesse en explication totale : “il a déplacé une caisse en titubant.” En réalité, je sais que je n’ai pas touché aux stocks. Mon secret est une fragilité, pas une action. Mais je sais comment on juge : on préfère l’histoire simple du clown coupable.","alibi":"J’étais devant la scène, au milieu des confettis, à faire rire les enfants. Avec le costume, je vois mal, je bouge lentement, je suis entouré. On m’a pris en photo, on m’a tiré la manche, on m’a demandé des selfies. Je ne pouvais pas disparaître au dépôt sans que tout le monde le remarque. Je n’ai pas manipulé une caisse : c’est lourd, technique, et je n’avais ni l’accès ni la place. Mon alibi est ma visibilité ridicule.","image_path":null}, {"mystery_id":"8c6ace26-a349-4b1a-bbd3-d7801091b8c1","role":"innocent","character_name":"Mila Kervan — infirmière de garde, gestes rapides","dark_secret":"J’ai reconnu une personne blessée qui aurait dû être ailleurs cette nuit-là, et j’ai couvert son identité sur un formulaire par compassion. C’est une faute. Je le sais. Cette décision me rend vulnérable : si quelqu’un me menace de révéler ce mensonge, je peux être manipulée. Je déteste ça : être une bonne personne me met parfois en position de faiblesse. Et dans une enquête, la faiblesse ressemble à un secret coupable.","alibi":"Je suis arrivée dès les premières sirènes. Je ne connais pas les stocks, les étiquettes, les caisses. Je connais les blessures, les pansements, la panique. Je suis restée au poste improvisé, visible, avec une file de gens à soigner. On peut retracer mes déplacements : presque aucun. Je n’ai pas eu le temps de manipuler quoi que ce soit au dépôt ou près de la scène. Mon alibi est dans les mains que j’ai tenues, et les témoins qui m’ont vue.","image_path":null}, {"mystery_id":"8c6ace26-a349-4b1a-bbd3-d7801091b8c1","role":"innocent","character_name":"Hassan Leroux — responsable chantier voisin, réputation en danger","dark_secret":"J’ai déjà fermé les yeux sur un petit écart de stockage pour ne pas perdre une journée de travail. Rien de dramatique, mais pas propre. Je sais que le mot “chantier” suffit à me rendre suspect. J’ai peur qu’on transforme mon passé de compromis en mobile. Je suis un homme de délais, pas un homme de sabotage. Mon secret, c’est une tolérance à l’imparfait. Cette nuit, l’imparfait est devenu catastrophe, et ça me terrifie d’être confondu avec ça.","alibi":"Je n’avais aucune raison d’approcher la scène avec du matériel. Je suis venu au réveillon comme citoyen, et je suis resté avec un groupe de voisins près des stands. On peut confirmer ma présence : j’ai été abordé plusieurs fois pour des questions sur des travaux. Je n’ai pas accès au dépôt municipal. Je n’ai pas recollé d’étiquette. Et si une caisse de chantier s’est retrouvée au mauvais endroit, c’est précisément ce qui m’effondre : ça détruit mon métier.","image_path":null}, {"mystery_id":"8c6ace26-a349-4b1a-bbd3-d7801091b8c1","role":"innocent","character_name":"Claire Dumont — directrice de la fête municipale, coordination et pression","dark_secret":"J’ai promis une “fête parfaite” alors que je savais que la logistique était bancale. J’ai validé des points à la hâte, sans tout relire, parce que je voulais tenir l’horaire et sauver mon image. Cette vanité me colle aujourd’hui : on peut dire que j’ai créé les conditions du désastre. Je le reconnais : j’ai été légère. Mais être légère n’est pas recoller une étiquette sur une caisse. Mon secret est de l’orgueil, pas un acte volontaire.","alibi":"J’étais près de la scène, à gérer la régie et les bénévoles. On m’a vue au micro, puis au bord des barrières, puis en train d’ordonner l’évacuation dès que la panique a commencé. Je ne touche jamais aux caisses : je délègue le transport, parce que je suis visible et qu’on me veut disponible. Si j’avais manipulé une caisse, des dizaines de personnes l’auraient vu. Mon alibi, c’est ma visibilité constante au cœur de l’événement.","image_path":null}, {"mystery_id":"a1b9c8b2-b67c-41e5-8f01-9c7a41d0f554","role":"investigator","character_name":"L'Enquêteur","dark_secret":"You were Alexandre's **childhood tutor** who was dismissed in disgrace after being falsely accused of theft. You came tonight hoping to clear your name and expose the real thief.","alibi":"I was in the **library** reading old family records, searching for evidence to prove my innocence.\n\nI heard the gong for dinner and was heading there when the body was discovered.","image_path":null}, {"mystery_id":"a1b9c8b2-b67c-41e5-8f01-9c7a41d0f554","role":"guilty","character_name":"Le Coupable","dark_secret":"Alexandre discovered you've been **forging documents** to embezzle from the family trust for years. He was going to expose you tonight after the engagement announcement.\n\nYou lured him to the wine cellar with a fake note and strangled him with his own cravat.","alibi":"I was in the **ballroom** greeting guests and overseeing the catering arrangements. The staff can confirm I was coordinating everything.\n\nI only went to the cellar when we couldn't find Alexandre.","image_path":null}, {"mystery_id":"a1b9c8b2-b67c-41e5-8f01-9c7a41d0f554","role":"innocent","character_name":"Un Innocent","dark_secret":"You're Alexandre's **illegitimate half-brother** that the family refuses to acknowledge. You came tonight hoping to finally claim your share of the inheritance.","alibi":"I was on the **terrace** smoking cigars with other guests. At least four people can vouch for me.\n\nI was shocked when they found him dead.","image_path":null}, {"mystery_id":"a1b9c8b2-b67c-41e5-8f01-9c7a41d0f554","role":"innocent","character_name":"Un Innocent","dark_secret":"Alexandre was planning to marry your **secret lover**, breaking your heart. You wrote him threatening letters, but you never acted on them.","alibi":"I was in the **powder room** repairing my dress after spilling wine on it. I was alone for nearly 20 minutes.\n\nI returned just as they started searching for Alexandre.","image_path":null}, {"mystery_id":"a1b9c8b2-b67c-41e5-8f01-9c7a41d0f554","role":"innocent","character_name":"Un Innocent","dark_secret":"You witnessed Alexandre having a **violent argument** with someone earlier, but you're terrified to speak up because they threatened you.","alibi":"I was in the **music room** playing the piano for early arrivals. Several guests complimented my performance.\n\nI had no idea anything was wrong until the screaming started.","image_path":null}, {"mystery_id":"b5cda1e1-db9f-4bfe-ae53-e688e3072668","role":"investigator","character_name":"Inspectrice Dalia Mornay — contrôle sanitaire et conflits idiots","dark_secret":"J’ai déjà fermé les yeux sur une irrégularité “sans danger” pour éviter de détruire un petit établissement. Je m’étais promis que c’était un cas unique, mais la vérité, c’est que je suis sensible aux gens qui supplient. Ici, je sens l’engrenage : une “blague” qui pourrait devenir un précédent. Si je minimise, j’apprends à tout le monde que l’humiliation est une monnaie acceptable. Et je déteste ce rôle-là : celle qui tolère pour préserver l’apparence de paix.","alibi":"Je suis arrivée après le service, alertée par un appel où l’on riait trop fort pour ne pas être nerveux. J’ai fait isoler la marmite, j’ai pris des photos, j’ai demandé qu’on ne nettoie plus rien. Je n’ai pas vu le geste, mais je vois les traces : la place des pinces, les trajets, les réflexes de ceux qui rangent. Je compare les versions et je repère qui parle comme quelqu’un qui connaît déjà l’issue.","image_path":null}, {"mystery_id":"b5cda1e1-db9f-4bfe-ae53-e688e3072668","role":"guilty","character_name":"Basile — responsable de l’office, prince des “petits arrangements”","dark_secret":"J’ai trempé la perruque pour créer un brouillard. Pendant que tout le monde regardait la soupe, j’ai récupéré un document dans une boîte de fournitures : une preuve d’un détournement de caisse que je faisais en petites doses. Je me suis raconté que ce n’était qu’un “emprunt”, une compensation. Quand la farce a pris, j’ai compris que la foule adore un scandale simple. Alors j’ai appuyé dessus, et j’ai fait disparaître ce qui me détruisait. C’est lâche, et je le sais.","alibi":"Je dis que j’étais débordé : plateaux à empiler, louche à rincer, cantine à refermer. Je prétends que je respecte l’hygiène et que je déteste les farces. Je me cache derrière mon poste : “je range, je ne plaisante pas”. J’insiste trop sur la pince, sur la procédure, sur la propreté. Je veux que tout ressemble à un accident logistique, pas à un choix.","image_path":null}, {"mystery_id":"b5cda1e1-db9f-4bfe-ae53-e688e3072668","role":"innocent","character_name":"Natacha — secrétaire, collectionneuse de bouts de papier","dark_secret":"Je garde des brouillons et des serviettes griffonnées. C’est malsain : j’aime savoir ce que les gens pensent quand ils croient être seuls. Je me raconte que c’est “pour les archives” de l’Amicale, mais je sais que c’est de la curiosité intrusive. Cette habitude me rend dangereuse : si un papier compromettant existe, on peut croire que je l’ai pris. Et si un document a disparu aujourd’hui, je suis la personne que tout le monde voudra fouiller du regard.","alibi":"Je rédigeais le compte-rendu à une table, avec mon carnet et mon téléphone. Je me suis levée deux fois : une fois pour récupérer des serviettes, une fois pour demander un détail sur le menu. Je ne suis pas entrée en cuisine. Quand la perruque a été retrouvée, j’ai été l’une des premières à vouloir écrire “objectivement” ce qui s’était passé, précisément parce que je déteste les rumeurs. Mon alibi est ennuyeux, et c’est exactement pour ça qu’il tient.","image_path":null}, {"mystery_id":"b5cda1e1-db9f-4bfe-ae53-e688e3072668","role":"innocent","character_name":"Guénaëlle — présidente de séance de l’Amicale, autorité fragile","dark_secret":"Je jalouse la popularité de Kojak. Je ne l’avoue jamais, mais je déteste que son nom prenne toute la place. Un jour, j’ai écrit une remarque méchante dans un carnet, puis je l’ai arrachée, honteuse. Je crains qu’on retrouve un bout et qu’on me peigne en ennemie naturelle. Je suis coupable de mesquin, pas d’une farce aussi risquée. Mais je sais comment les gens pensent : ils confondent une pensée sale avec un acte sale.","alibi":"J’étais en salle, à faire circuler les plateaux et à temporiser les discussions. On m’a vue près des tables, pas derrière le comptoir. Je n’entre jamais en cuisine pendant le service : je m’occupe des personnes, pas des casseroles. Quand la soupe a été “contaminée”, j’ai été l’une des premières à réclamer qu’on stoppe tout. Si j’avais trempé la perruque, je n’aurais pas crié la catastrophe : je l’aurais étouffée.","image_path":null}, {"mystery_id":"b5cda1e1-db9f-4bfe-ae53-e688e3072668","role":"innocent","character_name":"Thérèse — trésorière, mémoire des factures","dark_secret":"J’ai déjà pris une boîte hermétique de la cantine pour des restes et je ne l’ai jamais rendue. C’est ridicule, mais c’est une entorse. Je sais que les petites entorses rendent vulnérable : on vous attrape par un détail, puis on vous écrase. Si quelqu’un a volé un document aujourd’hui, on peut inventer que j’ai l’habitude de “prendre”. Je n’ai pas envie d’être la victime parfaite d’un récit construit.","alibi":"Je comptais des reçus et je corrigeais une liste d’achats au bout du comptoir, hors zone cuisine. J’ai manipulé du papier et un stylo, pas une louche. Plusieurs personnes m’ont demandé des chiffres pendant le service, je n’ai pas bougé de ma place. Quand la perruque a été découverte, j’étais encore en train de vérifier une ligne de facture. Je sais que ça sonne froid, mais c’est mon rôle : je suis la femme des colonnes, pas des marmites.","image_path":null}, {"mystery_id":"b5cda1e1-db9f-4bfe-ae53-e688e3072668","role":"innocent","character_name":"Fabrice — cuisinier bénévole, ego à vif","dark_secret":"J’ai fait tomber une louche une fois et je l’ai rincée trop vite au lieu de la remplacer. J’ai honte, parce que je me prétends irréprochable. Gianni, enfin… Kojak, se moque souvent des cuisiniers “qui se croient chefs”. Je suis sensible à la critique, et parfois je réponds trop fort. Je crains que mon tempérament fasse croire que je suis aussi capable d’une farce humiliante. Je suis capable de colère, pas de mise en scène.","alibi":"J’étais derrière les fourneaux, à surveiller la cuisson et le service. On m’a vu servir, goûter, corriger l’assaisonnement. Je n’ai pas quitté mon poste au moment où la soupe aurait été “travaillée” : j’avais des commandes à la chaîne. Et honnêtement, si j’avais fait une farce, je l’aurais mal faite : je suis trop visible. La cuisine n’est pas un endroit pour des secrets subtils quand on est celui qui a la louche en main.","image_path":null}, {"mystery_id":"b5cda1e1-db9f-4bfe-ae53-e688e3072668","role":"innocent","character_name":"Éloïse — logistique, maniaquerie assumée","dark_secret":"J’ai une réputation de farceuse, et je la traîne comme une casserole. Dans un précédent événement, j’ai remplacé des étiquettes pour rire, et ça a provoqué une confusion stupide. Depuis, tout le monde me regarde dès qu’un objet est “au mauvais endroit”. Je déteste cette étiquette, parce qu’elle m’empêche d’être prise au sérieux. Je sais que mon passé fait de moi une suspecte automatique, même quand je suis sincère.","alibi":"Je gérais le flux : réassort de serviettes, rangement des plateaux, consignes aux bénévoles. Je ne touche pas aux marmites, parce que je ne cuisine pas : je coordonne. On m’a vue dans l’office, pas en cuisine, et surtout pas près de la soupe au moment critique. Quand la perruque a été découverte, j’étais en train de recoller une affiche tombée au mur. Je sais, c’est ironique, mais c’est vrai.","image_path":null}, {"mystery_id":"baa8b7e2-9736-491c-98e8-94a32e71daea","role":"investigator","character_name":"Inspectrice Maéva Duran — police patrimoniale, flair pour les petits mensonges","dark_secret":"J’ai déjà laissé un dossier se conclure sur une “négligence” parce que la ville voulait tourner la page. Depuis, je me méfie de mon propre pragmatisme : je sais que je peux accepter une explication confortable quand tout le monde semble soulagé. Or, ici, le musée est une fierté fragile. Je sens la pression : “ne faites pas de vagues, c’est notre identité”. Mon secret, c’est cette tentation de protéger la paix locale au détriment de la vérité. Je refuse qu’elle gagne une seconde fois.","alibi":"Je suis arrivée après le signalement, avant que la direction n’ordonne un nettoyage général. J’ai fait sceller la vitrine et l’accès aux réserves, puis j’ai noté qui possédait quelles clés. Je n’ai touché à rien sans gants et j’ai demandé qu’on laisse le cartel tel quel. On peut confirmer mes mouvements : j’ai été en permanence avec la directrice ou un agent. Mon rôle n’est pas de manipuler les objets, mais de manipuler les versions. Je reconstruis les accès, pas la légende.","image_path":null}, {"mystery_id":"baa8b7e2-9736-491c-98e8-94a32e71daea","role":"guilty","character_name":"Léo Chassagne — apprenti conservateur, perfectionniste sous pression","dark_secret":"J’ai abîmé la jambe de bois pendant une manipulation : une fissure, fine mais réelle, sur une partie patinée qu’on ne devrait jamais toucher. J’ai paniqué, parce que mon contrat dépend de ma “fiabilité”. Au lieu d’avouer, j’ai décidé de cacher l’objet en réserve et de le remplacer plus tard par une réplique, le temps de réparer. J’ai même retouché le cartel pour gagner du temps et semer le doute. Je me suis convaincu que c’était provisoire. Mais plus je mens, plus je m’enfonce, et la disparition est devenue un vol dans les yeux de tous.","alibi":"Je prétends que j’étais dans l’atelier, à préparer une opération de restauration sur une autre pièce, et que je n’ai pas quitté mon poste. Je cite des procédures, des gants, des outils, comme si le vocabulaire était une preuve. Je dis que la micro-rayure est ancienne, que le vernis manquant a été utilisé la veille, que l’odeur de térébenthine est “normale”. Mon alibi tient sur des détails techniques… et c’est justement ce qui trahit ma peur : je parle trop comme quelqu’un qui justifie.","image_path":null}, {"mystery_id":"baa8b7e2-9736-491c-98e8-94a32e71daea","role":"innocent","character_name":"Gaspard Lenoir — collectionneur local, charme trop poli","dark_secret":"J’ai déjà acheté un objet “sans poser trop de questions” dans une brocante. Je ne suis pas un voleur, mais je sais reconnaître une opportunité grise quand elle se présente. Cette ambiguïté me suit : on imagine facilement que je veux la jambe pour ma collection. Mon secret, c’est cette fascination pour les reliques. Je peux mentir sur mon enthousiasme, parce qu’il fait peur. Mais je ne suis pas assez fou pour déclencher un scandale public. Je préfère les objets silencieux, pas les enquêtes.","alibi":"J’étais en salle, en train d’écouter la visite guidée, et j’ai discuté avec deux personnes de la patine du bois. On se souvient de moi parce que j’ai parlé trop longtemps. Je n’ai pas approché la vitrine seul : je suis resté dans le groupe. Je n’ai aucune clé et je n’ai jamais mis les pieds dans les réserves. Mon alibi est social : j’étais entouré, observé, et la moindre disparition de ma silhouette aurait été remarquée, surtout par quelqu’un qui me trouve “suspect” par principe.","image_path":null}, {"mystery_id":"baa8b7e2-9736-491c-98e8-94a32e71daea","role":"innocent","character_name":"Sarah Vellin — restauratrice indépendante, réputation fragile","dark_secret":"J’ai un dossier où j’ai déjà masqué une micro-casse sur une pièce, en espérant que personne ne le verrait. Ça n’a pas eu de conséquence, mais ça me hante : je sais que j’ai déjà choisi l’image avant la vérité. Cette jambe de bois est exactement le genre d’objet qu’on accuse de “fragile” après coup. Je crains qu’on me pointe parce que je travaille avec du vernis et des solvants. Mon secret, c’est une faute professionnelle ancienne, qui rend chaque enquête un rappel de ma propre lâcheté.","alibi":"Je ne devais pas être sur place aujourd’hui : j’étais venue uniquement pour déposer des échantillons de patine, et je suis repartie avant l’ouverture au public. La caméra de l’entrée et le registre peuvent confirmer mon passage bref. Je n’ai pas touché à la vitrine, je n’avais pas de raison. Et surtout, je n’ai pas accès aux clés. Mon travail se fait en atelier, sur rendez-vous, avec traçabilité. Si l’objet manque, ce n’est pas parce que je l’ai emporté : ce serait suicidaire pour ma carrière.","image_path":null}, {"mystery_id":"baa8b7e2-9736-491c-98e8-94a32e71daea","role":"innocent","character_name":"Anatole Bréchet — agent d’accueil, maniaque du comptage","dark_secret":"Je garde un registre personnel des entrées parce que je ne fais pas confiance au logiciel du musée. Ce n’est pas illégal, mais c’est borderline, et j’ai peur qu’on le prenne pour de l’espionnage interne. J’ai aussi un défaut : quand je stresse, je “corrige” les gens, je veux que tout soit exact. Dans une enquête, ça me rend insupportable et suspect. Mon secret, c’est ce besoin de contrôle. Je n’ai pas volé la jambe, mais je suis capable de mentir par orgueil si on me ridiculise.","alibi":"J’étais à l’accueil à l’heure de pointe, en train de gérer les billets, les vestiaires et les plaintes d’un visiteur. Plusieurs personnes peuvent confirmer : je n’ai pas quitté mon poste plus d’une minute. Je n’ai pas de clé de la vitrine et je n’entre jamais dans les réserves, c’est interdit à mon niveau. Si quelqu’un a senti une odeur près du placard, ce n’était pas moi : je suis resté sous les néons, visible, à compter et recompter les entrées.","image_path":null}, {"mystery_id":"baa8b7e2-9736-491c-98e8-94a32e71daea","role":"innocent","character_name":"Mireille Pochon — guide bénévole, mémoire du village","dark_secret":"Je joue la gardienne de l’histoire locale, mais je cache une chose : j’ai déjà “arrangé” des anecdotes pour les rendre plus héroïques. Une fois, j’ai même inventé un détail sur le capitaine pour émouvoir une classe d’enfants. J’ai peur qu’on découvre que je brode, parce que ça me rendrait indigne de ce musée. Quand l’objet disparaît, on regarde naturellement la personne qui aime trop les récits. Mon secret, c’est une vanité : je préfère parfois une belle légende à une vérité terne, et j’ai honte de cette faiblesse.","alibi":"Au moment où l’on pense que la vitrine a été ouverte, j’étais avec un groupe de visiteurs dans la salle des cartes marines, à raconter l’histoire du naufrage. Plusieurs personnes peuvent confirmer : j’ai enchaîné les explications sans pause, et j’ai même répondu à des questions à voix haute. Je n’ai pas de clé de la vitrine ni d’accès aux réserves. Mon rôle est visible, bruyant, public. Si je m’étais éclipsée, le groupe l’aurait remarqué, et le silence aurait été un événement en soi.","image_path":null}, {"mystery_id":"bbbe4d42-11cc-497f-ad5d-14ef8f91f1a7","role":"investigator","character_name":"Inspectrice Maud Keller — brigade rurale, patience froide","dark_secret":"J’ai clos un dossier “accident” trop vite autrefois, parce que tout le monde se connaissait et que personne ne voulait de scandale. J’ai cru agir en adulte, en “pragmatique”. En réalité, j’ai cédé au confort du village. J’y repense souvent : cette facilité a fait de moi une policière que je n’aime pas. Ici, je sens la même pression : “laissez-nous, c’est triste mais c’est la vie.” Je refuse. Je veux la vérité, même si elle pourrit la vendange.","alibi":"Je suis arrivée avant l’ouverture du domaine, sur appel des secours. J’ai fait sortir tout le monde du chai, j’ai isolé la barrique et j’ai demandé qu’on ne touche plus aux clés. Je ne connais pas la technique du vin, mais je connais les scènes truquées : un objet déplacé, une page arrachée, un geste “trop propre”. Je questionne chacun sur ce qu’il a *fait*, pas sur ce qu’il *pense*.","image_path":null}, {"mystery_id":"bbbe4d42-11cc-497f-ad5d-14ef8f91f1a7","role":"guilty","character_name":"Aubin Pedassow — cousin associé, finance et rancune","dark_secret":"Je maquillais les registres et diluais un lot pour combler un trou de trésorerie. Stu l’a compris. Il gardait une preuve : une chemise de dégustation et une page arrachée, assez pour me détruire. Cette nuit, je suis descendu récupérer ce qui m’accusait. Stu m’a surpris. Il a glissé près de la bonde ouverte, et j’ai eu une seconde où je pouvais le retenir. J’ai choisi mon futur plutôt que sa vie. Ensuite, j’ai essuyé, rangé, replacé, comme un comptable nettoie un chiffre.","alibi":"Je dis que je n’aime pas l’humidité, que je reste au bureau avec les contrats. Je prétends ne pas savoir manipuler une barrique, comme si l’argent rendait les mains incapables. Je parle de vendange, de factures, de fournisseurs, pour noyer les questions dans la paperasse. J’insiste sur le fait que je n’aurais jamais approché une bonde, parce que “ce n’est pas mon métier”. Je joue l’homme hors-sol.","image_path":null}, {"mystery_id":"bbbe4d42-11cc-497f-ad5d-14ef8f91f1a7","role":"innocent","character_name":"Solange — responsable dégustation, image publique","dark_secret":"J’ai survendu un millésime à un journaliste en parlant d’un “vin révolutionnaire” qu’on n’avait pas encore. Je voulais créer de l’attente, je voulais briller. Stu m’a humiliée pour ça. J’ai peur que cette affaire révèle que je suis capable de mentir pour l’image. Je suis la femme des mots, et les mots peuvent tuer une réputation. Mais je ne suis pas celle qui ouvre une bonde la nuit. Mon secret est une vanité, pas une violence.","alibi":"J’étais en surface avec des visiteurs tardifs puis je suis partie avant la nuit profonde. Je ne descends pas au milieu des fûts après fermeture : l’odeur me donne mal à la tête, et tout le monde le sait. Je n’ai aucune clé du tableau, aucun accès aux registres techniques. Je peux faire du bruit médiatique, pas manipuler une barrique. Et si je voulais nuire à Stu, je l’aurais fait en public, pas dans l’ombre.","image_path":null}, {"mystery_id":"bbbe4d42-11cc-497f-ad5d-14ef8f91f1a7","role":"innocent","character_name":"Rui — saisonnier, bottes lourdes","dark_secret":"J’ai volé une bouteille sur un autre domaine il y a des années. J’en ai honte. Depuis, je sais qu’on me regardera toujours comme celui qui “prend”. Stu le rappelait parfois, pour me tester, pour rire, ou pour me tenir. Ça me rendait fou. J’ai des accès, je transporte, je nettoie : je suis le suspect idéal. Mais je suis venu ici pour travailler, pas pour replonger dans mes vieux démons. Mon secret fait de moi une cible, pas un coupable.","alibi":"J’ai fini le nettoyage tôt, puis je suis monté fumer dehors. On m’a vu près du portail, loin du chai. J’ai quitté le domaine avant la découverte, et je suis rentré dans mon logement saisonnier. Je n’ai pas de clé du tableau. Je ne sais pas faire un soutirage propre. Et surtout, si j’avais voulu voler, j’aurais pris une bouteille, pas créé une scène aussi énorme. Je cherche le discret, pas le tragique.","image_path":null}, {"mystery_id":"bbbe4d42-11cc-497f-ad5d-14ef8f91f1a7","role":"innocent","character_name":"Émile — maître de chai, obsession des numéros","dark_secret":"J’ai déjà “réparti” une petite perte de volume entre deux lots pour éviter une dispute. Ce n’était pas du vol, mais ce n’était pas propre. Stu le savait et me tenait avec un sourire. Je crains qu’on me colle l’étiquette de tricheur technique, parce que je connais les gestes, les outils, les clés. Mon secret n’est pas un meurtre : c’est une lâcheté administrative. Mais je sais que, dans une cave, la frontière entre “arrangement” et “crime” fait peur.","alibi":"J’ai fermé la cave à la fermeture, comme d’habitude, et je suis rentré dormir tôt : la vendange ne pardonne pas. On peut vérifier : j’ai envoyé un message à mon équipe avant de me coucher, et je suis resté hors ligne ensuite. Je n’ai pas fait de ronde. Je n’ai pas d’intérêt à tuer Stu : il était le visage du domaine, et ma stabilité dépendait de lui. Si je voulais cacher quelque chose, je l’aurais fait dans les chiffres, pas dans une barrique.","image_path":null}, {"mystery_id":"bbbe4d42-11cc-497f-ad5d-14ef8f91f1a7","role":"innocent","character_name":"Henri — voisin collectionneur, nostalgie envahissante","dark_secret":"J’ai déjà fouiné dans un local du domaine pour récupérer un tire-bouchon rare que j’avais prêté et qu’on ne m’a pas rendu. C’est ridicule, et je m’en veux, mais je suis obsédé par les objets. Je garde des bouchons comme d’autres gardent des lettres d’amour. Le bouchon “étranger” retrouvé ici me rend nerveux : on va dire que c’est moi, le collectionneur. Mon secret est mon manque de limites, pas une capacité à tuer.","alibi":"Je suis passé en journée déposer un objet “porte-bonheur” à Stu, puis je suis reparti. Je n’ai pas de clé, et je n’aime pas la cave la nuit : ça me donne l’impression d’être enterré vivant. Plusieurs personnes m’ont vu sur la route du retour. Je n’ai pas le profil pour une scène aussi lourde : je suis impulsif, pas méthodique. Si j’avais fait quelque chose, ça se verrait partout. Ici, justement, quelqu’un a voulu que ça se voie… mais pas qu’on le remonte.","image_path":null}, {"mystery_id":"bbbe4d42-11cc-497f-ad5d-14ef8f91f1a7","role":"innocent","character_name":"Dr. Lise Martel — œnologue consultante, froideur polie","dark_secret":"J’ai conseillé une correction sur un lot qui a coûté cher. Techniquement, c’était défendable, mais le résultat a été décevant, et Stu m’en voulait. Il disait que je transformais son vin en formule. J’ai peur qu’on imagine une vengeance intellectuelle : “la scientifique a puni l’artiste.” La vérité, c’est que je suis orgueilleuse, et que je déteste avoir tort. Mais je n’ai pas de goût pour le sang, ni pour les noyades. Mon secret est mon ego, pas un crime.","alibi":"J’étais au labo, à analyser des échantillons, avec des mesures et des notes. Je peux montrer mes relevés, les horodatages de mes envois, et les messages échangés avec le maître de chai. Je ne manipule pas les bondes : je manipule des pipettes. Je n’ai pas de raison de descendre dans la cave la nuit. Et si j’avais voulu nuire, je l’aurais fait au vin, pas à l’homme, parce que je suis lâche d’une façon très académique.","image_path":null}, {"mystery_id":"bde37d2a-2b4f-44fb-a5ea-914bcc76d4ba","role":"investigator","character_name":"L'Enquêteur","dark_secret":"You plagiarized Dr. Wells' research early in your career to publish your **groundbreaking thesis**. You've lived in fear he'd discover the truth.","alibi":"I was in the **archives room** reviewing ancient manuscripts for my upcoming lecture series.\n\nI was alone but the security cameras should show me there.","image_path":null}, {"mystery_id":"bde37d2a-2b4f-44fb-a5ea-914bcc76d4ba","role":"guilty","character_name":"Le Coupable","dark_secret":"Dr. Wells discovered your entire career is built on **forgeries and falsified artifacts**. His new discovery would expose you as a fraud.\n\nYou poisoned his coffee with toxins extracted from the museum's ancient Egyptian herb collection.","alibi":"I was in the **restoration lab** working on ceramic repairs. I have detailed work logs from that evening.\n\nI only left when security called about the emergency.","image_path":null}, {"mystery_id":"bde37d2a-2b4f-44fb-a5ea-914bcc76d4ba","role":"innocent","character_name":"Un Innocent","dark_secret":"You discovered evidence that Dr. Wells' **newest artifact is a clever forgery**, but you're afraid to speak up and ruin his legacy.","alibi":"I was giving a **private tour** to a wealthy donor in the Renaissance wing. She can confirm I was with her.\n\nWe heard the commotion and went to investigate.","image_path":null}, {"mystery_id":"bde37d2a-2b4f-44fb-a5ea-914bcc76d4ba","role":"innocent","character_name":"Un Innocent","dark_secret":"You've been **smuggling artifacts** to private collectors for years. Dr. Wells suspected, and you're terrified his notes might reveal your crimes.","alibi":"I was in the **geology wing** cataloging mineral specimens. It's my monthly inventory night.\n\nThe night guard saw me working there.","image_path":null}, {"mystery_id":"bde37d2a-2b4f-44fb-a5ea-914bcc76d4ba","role":"innocent","character_name":"Un Innocent","dark_secret":"Dr. Wells was your **mentor and secret father**. He never publicly acknowledged you, but left you clues to prove your heritage after his death.","alibi":"I was in the **break room** catching up on paperwork and eating dinner. I have timestamped emails I sent.\n\nI rushed over when I heard the alarm.","image_path":null}, {"mystery_id":"d0f32221-3c29-4454-9114-8a4548ec242a","role":"investigator","character_name":"L'Enquêteur","dark_secret":"You're a **disgraced former opera critic** who lost your job after a scandal involving fabricated reviews. You're here under a false identity, hoping to redeem yourself by writing about Valentina.","alibi":"I was in the **press box** taking notes during the entire performance. My detailed timeline of events should prove my whereabouts.\n\nI only learned of her death when the show stopped.","image_path":null}, {"mystery_id":"d0f32221-3c29-4454-9114-8a4548ec242a","role":"guilty","character_name":"Le Coupable","dark_secret":"Valentina stole your original composition and claimed it as her own, launching her career while you remained unknown. Tonight was your **revenge**.\n\nYou mixed cyanide into her stage makeup, knowing she'd apply a fresh layer during intermission.","alibi":"I was in the **orchestra pit** conducting the performance. I never left my position until the tragic collapse.\n\nHundreds of people saw me there.","image_path":null}, {"mystery_id":"d0f32221-3c29-4454-9114-8a4548ec242a","role":"innocent","character_name":"Un Innocent","dark_secret":"You've been **sabotaging other performers** to ensure Valentina's success. You've cut costume straps, hidden props, and spread malicious rumors.\n\nBut you never wanted her dead.","alibi":"I was in the **lighting booth** operating the spotlights. The technical crew can confirm I was there the entire time.\n\nI couldn't believe it when she collapsed.","image_path":null}, {"mystery_id":"d0f32221-3c29-4454-9114-8a4548ec242a","role":"innocent","character_name":"Un Innocent","dark_secret":"You're Valentina's **secret daughter** she gave up for adoption 20 years ago. You came here tonight to finally confront her, but now you'll never get that chance.","alibi":"I was in the **costume room** repairing torn dresses. I have the needlework to prove it.\n\nI was shocked when I heard the screams.","image_path":null}, {"mystery_id":"d0f32221-3c29-4454-9114-8a4548ec242a","role":"innocent","character_name":"Un Innocent","dark_secret":"You discovered Valentina was **planning to expose a major corruption scandal** in the opera world. You tried to convince her to stay quiet, but she refused.\\n\\nNow someone silenced her permanently.","alibi":"I was in my **office** reviewing next season's budget. I have spreadsheets timestamped from that evening.\n\nI only came to the stage when I heard the commotion.","image_path":null}, {"mystery_id":"d2df025b-7bd6-4071-8dda-3cdf794775b4","role":"investigator","character_name":"Inspecteur Arthus Galène — enquêteur de la Guilde, voix basse","dark_secret":"J’ai déjà enterré un incident de sécurité pour protéger la réputation de la Guilde. J’ai pensé éviter une fermeture, éviter des licenciements. Mais j’ai surtout appris aux gens que la peur des conséquences pouvait être plus forte que la vérité. Aujourd’hui, trois nains ont failli mourir. Si je minimisais, je serais exactement l’homme que je déteste : celui qui transforme une porte fermée en “malentendu”. Mon secret, c’est cette culpabilité ancienne, qui me rend impitoyable avec les excuses trop faciles.","alibi":"Je suis arrivé après l’évacuation par la galerie secondaire. Je n’étais pas sur place quand la grille a été abaissée. J’ai fait isoler le levier, relever les traces, et j’ai demandé le registre original. Je n’ai pas touché au mécanisme sans témoins. On peut confirmer : j’étais accompagné du maître mineur et d’un représentant des nains. Mon alibi est simple : je suis venu constater, pas agir.","image_path":null}, {"mystery_id":"d2df025b-7bd6-4071-8dda-3cdf794775b4","role":"guilty","character_name":"Maître Rudo — contremaître, obsession du rendement","dark_secret":"Je voulais cacher un filon illégal. Les trois nains l’avaient vu, et ils commençaient à poser des questions. Je n’ai pas voulu les tuer, mais je voulais gagner du temps, les coincer, les effrayer, les forcer à repartir par la galerie secondaire loin du filon. J’ai abaissé la grille, enclenché le verrou, et j’ai gardé le silence une heure entière, en espérant que la peur les rende dociles. C’est monstrueux, et je le sais. J’ai joué avec une mine comme on joue avec une serrure. Et j’ai failli tuer trois personnes.","alibi":"Je dis que j’étais au bureau, à remplir des registres, que j’ai entendu un bruit mais que je pensais à un éboulement. Je prétends que le levier peut se bloquer, que le verrou peut se mettre “tout seul”, que quelqu’un a pu toucher sans savoir. Je parle de procédures, de sécurité, de responsabilité collective. Mon alibi est une bureaucratie de façade : je veux que l’acte devienne un accident technique plutôt qu’une décision humaine.","image_path":null}, {"mystery_id":"d2df025b-7bd6-4071-8dda-3cdf794775b4","role":"innocent","character_name":"Sven — inspecteur sécurité (mine), réputation de rabat-joie","dark_secret":"Je suis détesté parce que je ferme des zones. Et j’avoue : parfois, je prends un plaisir amer à avoir raison. Cette attitude me rend suspect : “il a fermé la sortie pour punir.” Mon secret est ce ressentiment : être le mauvais rôle toute l’année use. Mais je ne jouerais jamais avec une vie. Je sais ce que fait une porte fermée sous terre. Mon ego n’est pas assez grand pour contenir un cercueil.","alibi":"J’étais en inspection à l’extérieur, mais pas au poste du levier : j’étais au tableau des risques avec le maître mineur. On peut confirmer : j’ai signé un rapport à l’heure du drame. Je n’ai pas quitté ce poste. Et si j’avais voulu punir, j’aurais officialisé, pas verrouillé en cachette. Mon alibi est institutionnel : je ferme des zones avec des papiers, pas avec un silence.","image_path":null}, {"mystery_id":"d2df025b-7bd6-4071-8dda-3cdf794775b4","role":"innocent","character_name":"Nain Borin — survivant, colère chaude","dark_secret":"J’ai déjà volé une pépite sur un chantier, il y a longtemps. J’en ai honte. Je sais que cela me rend vulnérable : on peut dire que j’ai un mobile caché, que je veux détourner l’attention. Mais cette nuit, j’ai surtout eu peur. Et la peur rend la colère confuse. Mon secret est cette faute ancienne, qui me fait craindre qu’on n’écoute plus mon témoignage. Je ne veux pas être le “nain voleur” de l’histoire. Je veux être le nain vivant.","alibi":"J’étais dans la galerie quand la grille s’est fermée. Je n’ai pas pu être dehors à actionner le levier. Mon alibi est la logique : j’étais coincé. Et je peux décrire précisément le moment : le son du métal, le courant d’air, la lanterne qui vacille. Si je mens, ce serait pour sauver mon orgueil. Mais ici, mon orgueil est mort dans la poussière. Je dis ce que j’ai vu.","image_path":null}, {"mystery_id":"d2df025b-7bd6-4071-8dda-3cdf794775b4","role":"innocent","character_name":"Nain Dori — survivant, pragmatique","dark_secret":"Je connais une galerie secondaire que je n’ai jamais déclarée, parce qu’elle permet de sortir plus vite et d’éviter certaines inspections. C’est une faute. Mais c’est aussi ce qui nous a sauvés. Je crains que révéler cette galerie me fasse passer pour complice ou pour quelqu’un qui cache des choses. Mon secret, c’est une habitude de contournement, née de la fatigue. Je n’ai pas fermé la porte, mais j’ai appris à vivre avec des portes “pas officielles”.","alibi":"J’étais à l’intérieur, au moment du verrouillage. Je ne peux pas avoir actionné le levier. Et quand la grille s’est fermée, j’ai pris la décision d’emprunter la galerie secondaire. Mon alibi tient sur un fait : si j’avais été coupable, je n’aurais pas risqué ma propre vie et celle des autres. J’aurais fermé et je serais resté dehors. Là, j’étais coincé comme eux, à respirer de la poussière.","image_path":null}, {"mystery_id":"d2df025b-7bd6-4071-8dda-3cdf794775b4","role":"innocent","character_name":"Nain Pimli — survivant, peur silencieuse","dark_secret":"Je fais des crises de panique sous terre, et je le cache. Je suis un nain mineur, je suis censé être solide. Cette honte me fait mentir sur mon état. Quand la grille s’est fermée, j’ai failli hurler, et j’ai honte d’avoir été faible. Je crains qu’on utilise ma peur comme une preuve que je mens sur tout. Mon secret, c’est cette vulnérabilité. Je ne ferme pas des portes : je suis déjà enfermé dans mon propre souffle.","alibi":"J’étais dans la galerie avec Borin et Dori, au moment où la sortie a été condamnée. Je ne pouvais pas être à l’extérieur. Je me souviens surtout du silence après le clac du verrou. Mon alibi est la cohérence : ma peur me rend incapable d’un geste calculé. Je suis la personne qui suit, pas celle qui orchestre. Si quelqu’un a fermé, ce n’était pas moi : je n’aurais même pas eu le courage de rester dehors pour regarder.","image_path":null}, {"mystery_id":"d2df025b-7bd6-4071-8dda-3cdf794775b4","role":"innocent","character_name":"Alma — mécanicienne du treuil, mains graissées","dark_secret":"J’ai déjà réparé un mécanisme en cachette, sans le déclarer, parce que je voulais éviter un arrêt de production. C’est dangereux et je le sais. Cette nuit, une trace de graisse fraîche est sur le levier. Je crains qu’on pense à moi. Mon secret, c’est ce rapport tordu à l’urgence : je préfère parfois “ça marche” à “c’est conforme”. Mais je ne condamne pas des gens. Je répare pour qu’ils sortent, pas pour qu’ils meurent.","alibi":"J’étais au treuil à l’heure du drame, et plusieurs mineurs peuvent confirmer : j’ai remonté des paniers, j’ai réglé la tension, j’ai été visible. Je n’étais pas près du levier de la grille. Et si j’avais touché au mécanisme, je l’aurais fait avec outils et annonce, pas en silence. Mon alibi est technique : mes gestes laissent des traces massives. Ici, le geste est discret et intentionnel.","image_path":null}, {"mystery_id":"e5fae132-cbfe-4f20-898b-fdda5f576212","role":"investigator","character_name":"Inspectrice Aurore Berset — audit interne, calme tranchant","dark_secret":"J’ai déjà “lissé” un rapport pour éviter d’humilier un manager, parce que je pensais préserver l’équipe. En vérité, j’ai protégé un système qui n’aimait pas ses failles. Depuis, je sais que je peux être tentée de choisir la version la plus confortable : “c’était une erreur”. Or, ici, une erreur est parfois une arme polie. Mon secret, c’est cette lutte : je veux être juste, mais je déteste l’idée de déclencher une chasse aux sorcières. Je dois rester froide même quand on me supplie d’être gentille.","alibi":"Je suis entrée dans l’affaire après le constat officiel, lorsque la direction a gelé les validations. Je n’avais pas accès au parapheur avant l’alerte. J’ai demandé les logs de scan, les accès badge, et la liste des personnes autorisées. Je ne manipule pas les dossiers : je manipule les preuves de circulation. On peut confirmer mes déplacements : je suis restée avec un représentant RH et un responsable IT. Mon alibi est procédural : je suis arrivée quand l’erreur existait déjà.","image_path":null}, {"mystery_id":"e5fae132-cbfe-4f20-898b-fdda5f576212","role":"guilty","character_name":"Cédric Mottaz — coordinateur opérations, “solutionneur” compulsif","dark_secret":"J’ai inversé le parapheur pour gagner du temps… et en gagner, j’ai surtout fabriqué du chaos utile. Un dossier précis contenait une signature manquante qui aurait révélé mon oubli. Au lieu d’avouer, j’ai “réorganisé” : intercalaires échangés, ordre renversé, tampon posé sur la mauvaise pile. Ensuite, j’ai lancé l’idée d’un bug et j’ai encouragé tout le monde à se concentrer sur la scan-room. Je me suis raconté que c’était temporaire. Mais le bureau adore les erreurs systémiques : elles cachent très bien les erreurs personnelles.","alibi":"Je prétends que je n’ai fait que transporter le parapheur d’un bureau à l’autre, et qu’un collègue l’a peut-être ouvert “dans le mauvais sens”. Je parle d’urgence, de charge, de priorités, pour normaliser l’absurde. Je dis que les post-it fléchés sont banals, que tout le monde en a. Je m’accroche à l’idée d’une confusion collective : ainsi, je ne suis pas le geste initial, je suis juste un maillon. Mon alibi est une logique de flux, trop bien huilée.","image_path":null}, {"mystery_id":"e5fae132-cbfe-4f20-898b-fdda5f576212","role":"innocent","character_name":"Mina Rochat — juriste, amour des marges","dark_secret":"Je corrige des documents en douce. J’ajoute une virgule, je modifie une phrase, puis je ne dis rien, persuadée que je “sauve” l’entreprise. C’est une habitude dangereuse : elle ressemble à de la manipulation. Je cache aussi une frustration : je me sens sous-estimée, et parfois je fantasme de montrer que sans moi, tout s’écroule. Dans cette affaire de parapheur, ma réputation est un piège : je suis celle qui touche aux textes. Mais toucher aux textes n’est pas inverser un flux entier.","alibi":"J’étais en call externe au moment où le parapheur aurait été renversé : une négociation longue, avec partage d’écran, enregistrée par l’équipe. Plusieurs personnes peuvent confirmer l’horaire. Je n’ai pas mis les pieds dans la scan-room. Je ne suis pas habilitée à manipuler le tampon physique : je travaille sur des versions numériques. Mon alibi tient sur un détail bête : je déteste les classeurs. Je vis dans les PDF, et je laisse les onglets aux autres.","image_path":null}, {"mystery_id":"e5fae132-cbfe-4f20-898b-fdda5f576212","role":"innocent","character_name":"Lara König — assistante de direction, reine des classeurs","dark_secret":"J’ai déjà déplacé une signature d’un document à un autre, par erreur, puis j’ai corrigé en douce avant que quelqu’un ne le voie. Depuis, je vis avec la peur de recommencer. Je suis très compétente, mais je panique quand on me regarde faire. Dans cette histoire de parapheur, je sais que mon profil “papier” me rend suspecte. Mon secret, c’est une fragilité : je veux tellement être irréprochable que je deviens maladroite sous pression, et je déteste cette version de moi.","alibi":"J’étais au standard pendant la plage critique, à gérer les appels entrants et les rendez-vous. On peut vérifier : j’ai transféré des appels et envoyé des confirmations d’agenda. Je n’ai pas quitté mon poste assez longtemps pour renverser un parapheur et refaire un rangement. J’ai touché le parapheur plus tard, quand on a demandé de l’isoler, mais en présence de témoins. Mon alibi est simple : j’étais au téléphone, et le téléphone ne ment pas sur les horaires.","image_path":null}, {"mystery_id":"e5fae132-cbfe-4f20-898b-fdda5f576212","role":"innocent","character_name":"Sanae Ito — IT support, cynisme doux","dark_secret":"J’ai déjà utilisé un accès admin sans ticket parce que c’était “plus simple”. Ça m’a évité du temps, et ça m’a donné une mauvaise habitude : je contourne les procédures. Dans une enquête, c’est un poison. Je crains qu’on me colle tout incident lié à un scan ou à une horloge système. Et j’ai une autre honte : je me moque parfois des métiers “papier”, ce qui me rend impopulaire. Je n’ai pas inversé le parapheur, mais je suis coupable de mépris, et ça se voit.","alibi":"J’étais en intervention sur un poste en salle de réunion B, à résoudre un problème de VPN, avec un ticket horodaté et un échange Teams. Je n’ai pas touché au parapheur physique. Je suis passée près de la scan-room, oui, mais pour récupérer une imprimante bloquée, et c’est enregistré. Mon alibi est technique : traces dans les systèmes, logs de session, historique d’intervention. Si quelqu’un a scanné à une heure étrange, je peux dire qui était connecté, pas qui a déplacé des onglets.","image_path":null}, {"mystery_id":"e5fae132-cbfe-4f20-898b-fdda5f576212","role":"innocent","character_name":"Noam Vuille — stagiaire, zèle dangereux","dark_secret":"Je veux prouver que je suis utile. Alors je fais des choses sans demander. Je “range”, je “réorganise”, je “simplifie”. Une fois, j’ai déjà changé un ordre de documents parce que je croyais aider. Cette honte m’empêche d’avouer mon impulsion. Je crains qu’on pense que j’ai inversé le parapheur par bêtise. Mon secret, c’est mon besoin d’être validé : il me pousse à agir alors qu’on ne m’a rien demandé. Et ça, dans un bureau, peut ressembler à du sabotage.","alibi":"J’étais en train d’imprimer des badges visiteurs et de préparer des salles. J’ai eu des allers-retours, oui, mais toujours avec une liste à la main, et des personnes peuvent confirmer que j’étais sollicité. Je n’ai pas accès au meuble des contrats sensibles. Je n’ai pas le tampon. Je ne sais même pas quel dossier est “critique”. Mon alibi est ma position : je suis trop bas dans la hiérarchie pour toucher à ça… sauf si quelqu’un m’a utilisé, ce que je redoute.","image_path":null}, {"mystery_id":"e5fae132-cbfe-4f20-898b-fdda5f576212","role":"innocent","character_name":"Fabien Clerc — compliance, regard qui juge","dark_secret":"Je collectionne les petites infractions des autres dans ma tête. Ça me donne un pouvoir invisible, et j’en ai honte. Je me raconte que c’est pour le bien, mais parfois c’est juste pour me sentir supérieur. Dans cette affaire, je crains que mon attitude fasse croire que je manipule : je sais trop de choses, je note trop. Je ne suis pas le saboteur du parapheur, mais je pourrais être celui qui se réjouit trop d’une faute collective, et c’est moralement sale.","alibi":"J’étais en formation interne au même étage, avec une liste de présence. J’ai quitté la salle une seule fois, et ça a été remarqué, parce que je suis le type qu’on remarque. Je ne suis pas habilité à manipuler les contrats sensibles : je les audite après coup. Je n’ai pas le tampon. Je n’ai pas la clé du meuble. Mon alibi est administratif, et pour une fois, j’en suis presque content : il prouve que je n’étais pas au contact.","image_path":null}, {"mystery_id":"f7952403-03cb-46cf-a1d2-f6914c1d8f4b","role":"investigator","character_name":"Surveillant Morel — pion vétéran, fatigue et flair","dark_secret":"J’ai déjà puni le mauvais élève parce que je voulais que l’histoire se termine vite. Ça a cassé une confiance, et j’ai honte. Dans un internat, on vit de rumeurs : si je m’appuie sur elles, je deviens injuste. Mon secret, c’est cette fatigue : la tentation de conclure au plus simple. Aujourd’hui, je refuse. Parce que les Frosties, c’est bête, mais les humiliations qui vont avec, elles, restent. Je dois protéger les élèves du système… y compris de mon propre cynisme.","alibi":"J’étais en ronde dans l’aile B au moment où le garde-manger a été ouvert : appels de chambres, contrôle des présences. Un collègue peut confirmer notre échange radio. Je n’ai pas touché aux cartons. Je suis arrivé quand le réfectoire grondait déjà. Mon rôle est d’écouter qui surjoue, qui répète une version trop propre, et qui glisse un mot sans y penser. Je n’ai pas versé des céréales : j’ai versé des questions.","image_path":null}, {"mystery_id":"f7952403-03cb-46cf-a1d2-f6914c1d8f4b","role":"guilty","character_name":"Noé “Le Courtier” — élève de terminale, roi du trafic soft","dark_secret":"J’ai pris les Frosties pour les revendre. Ici, tout se troque : snacks, écouteurs, privilèges. Les Frosties sont une monnaie premium. J’ai transvasé les Smacks dans la boîte Frosties pour que personne ne remarque tout de suite, j’ai scotché proprement, et j’ai corrigé l’inventaire au feutre pour gagner une journée. Je me suis raconté que c’était “sans victime”. Puis j’ai vu les plus jeunes se faire humilier pour avoir “mal choisi” leurs céréales, et j’ai compris que mon business fabrique des victimes invisibles.","alibi":"Je prétends que j’étais au réfectoire tôt, que j’ai juste pris une cuillère et que je n’ai jamais mis les pieds au garde-manger. Je dis que le scotch différent vient de l’intendant. Je parle de “prank” pour éviter qu’on parle de troc. Je propose des suspects bruyants, comme si l’auteur devait forcément être un clown. Mon alibi est social : je souris, je plaisante, je me fais petit. Mais je connais trop bien les détails du transvasement.","image_path":null}, {"mystery_id":"f7952403-03cb-46cf-a1d2-f6914c1d8f4b","role":"innocent","character_name":"Chloé — déléguée, police morale officieuse","dark_secret":"Je dénonce. Pas par plaisir, mais par besoin de justice. Et parfois je dénonce trop, trop vite, parce que je veux être utile. Un jour, j’ai accusé quelqu’un à tort et j’ai vu son visage se fermer. J’en ai honte. Dans cette affaire, on va chercher la “balance”. Je crains d’être soupçonnée parce que je pose des questions. Mon secret est une rigidité : j’aime l’ordre plus que je ne l’admets.","alibi":"J’étais au réfectoire à l’ouverture, devant tout le monde. Je n’ai pas eu accès au garde-manger. Je n’ai pas transvasé quoi que ce soit : je ne supporte pas de toucher la nourriture avec des mains non lavées, c’est une manie. Mon alibi est ma présence : j’étais visible, en train d’organiser la file et d’essayer d’éviter l’émeute. Je ne suis pas l’auteur, je suis la personne qui veut que l’auteur existe.","image_path":null}, {"mystery_id":"f7952403-03cb-46cf-a1d2-f6914c1d8f4b","role":"innocent","character_name":"Thibaut — élève de première, sportif, sac de sport suspect","dark_secret":"Je transporte souvent des choses dans mon sac pour les autres : barres, vêtements, parfois des objets “interdits” mais non dangereux. Je me rends service, et ça me rend vulnérable : on peut toujours dire “il avait un sac”. Mon secret est embarrassant : j’ai déjà fait passer une boîte de snacks pour un élève puni, par solidarité. Je crains que cette solidarité me fasse passer pour le trafiquant. Je ne suis pas le Courtier. Je suis juste trop gentil.","alibi":"J’étais à l’infirmerie tôt, à cause d’une douleur au genou, avec une note et une visite enregistrée. Mon sac était avec moi, oui, mais je n’ai pas approché le garde-manger. On peut confirmer l’heure et la durée. Et si j’avais transporté des Frosties, ça aurait fait du bruit, ça aurait pris de la place, et ça aurait laissé des miettes. Mon sac est propre : pas de sucre, pas de céréales. Mon alibi est matériel.","image_path":null}, {"mystery_id":"f7952403-03cb-46cf-a1d2-f6914c1d8f4b","role":"innocent","character_name":"Madame Vaurin — intendante, gardienne des stocks","dark_secret":"J’ai déjà “arrangé” une commande en prenant une marque moins chère pour rentrer dans le budget. J’ai ensuite menti en disant que c’était une rupture fournisseur. J’en ai honte, parce que ça m’a habituée à maquiller de petites vérités. Dans une affaire de céréales, ça me rend suspecte : on peut dire que j’ai remplacé Frosties par Smacks pour économiser. Mais je ne suis pas stupide : je sais que ce genre de swap met le feu. Mon secret est budgétaire, pas sadique.","alibi":"J’étais en livraison à l’arrière avec un chauffeur, à réceptionner des cartons. On peut vérifier : signature, horaires, messages. Je n’ai pas ouvert le garde-manger à ce moment-là. Et si j’avais voulu remplacer une marque, je l’aurais fait officiellement, pas en scotchant une boîte. Mon alibi est administratif : je laisse des traces, je ne fais pas des opérations de nuit.","image_path":null}, {"mystery_id":"f7952403-03cb-46cf-a1d2-f6914c1d8f4b","role":"innocent","character_name":"Yassine — élève de seconde, prankster déclaré","dark_secret":"J’ai une réputation de farceur, et je l’entretiens. Je fais rire, je détourne, je fais des petits coups. Je sais que ça fait de moi un suspect automatique. Mon secret est embarrassant : je joue le clown parce que je déteste être invisible. Mais je ne touche pas aux stocks communs : je sais que ça déclenche de la vraie violence entre élèves. Je suis capable d’un gag, pas d’une opération de troc. Et je n’aime pas les Smacks.","alibi":"J’étais au gymnase tôt, en entraînement, et j’ai des témoins : coach et camarades. Je ne suis pas passé par le garde-manger. Et si j’avais fait une farce, elle serait visible : farine, confettis, message. Ici, tout est discret, propre, calculé, avec scotch et inventaire. Ce n’est pas mon style. Mon alibi est stylistique : je suis bruyant, l’auteur est silencieux.","image_path":null}, {"mystery_id":"f7952403-03cb-46cf-a1d2-f6914c1d8f4b","role":"innocent","character_name":"Lina — élève de quatrième, loyauté maladroite","dark_secret":"Je vole parfois des petites portions parce que j’ai faim la nuit. C’est honteux, et je le cache. Je crains qu’on me fasse porter l’affaire des céréales parce que je suis “la petite qui traîne”. Mon secret est une pauvreté discrète : je n’ai pas toujours autant à la maison. Les Frosties sont un luxe. Je ne les ai pas volés aujourd’hui, mais je sais ce que c’est que désirer un luxe au point d’être bête. Et j’ai peur que mon désir me condamne.","alibi":"J’étais en étude surveillée au moment du swap, avec présence notée. Je n’ai pas accès au garde-manger, c’est fermé. Je ne sais pas transvaser proprement sans en mettre partout. Et surtout, je n’aurais jamais laissé des Smacks à la place : si je vole, je vole sans jouer au stratège. Mon alibi est mon absence de moyens : je suis trop surveillée et trop petite pour cette opération.","image_path":null}, {"mystery_id":"fe369739-9fce-4e8a-8ea6-adf4f933f025","role":"investigator","character_name":"Inspecteur Sire Corven — inquisiteur des objets enchantés","dark_secret":"J’ai déjà confondu justice et efficacité : j’ai puni un mage sur une intuition, parce que le royaume avait besoin d’un coupable. La punition a calmé la foule, mais elle a brisé un innocent. Depuis, je vis avec cette honte. Ici, la poudre manque, la panique monte, et je sens le même appel du “coupable rapide”. Mon secret est cette faiblesse : je peux devenir l’instrument d’une peur collective. Je dois rester précis, patient, presque cruel dans la méthode, pour ne pas l’être dans la sentence.","alibi":"Je suis arrivé après la découverte du coffre à sec, convoqué par la chancellerie. Je n’ai pas eu accès au coffre avant l’alerte. J’ai fait isoler le sceau, le registre, et j’ai interdit tout sort de nettoyage. On peut confirmer : j’ai été escorté en permanence par deux gardes féeriques. Mon alibi est institutionnel : je n’étais pas là pour voler, j’étais là pour constater. Ma seule arme est l’interrogatoire.","image_path":null}, {"mystery_id":"fe369739-9fce-4e8a-8ea6-adf4f933f025","role":"guilty","character_name":"Maître Nébuleux — alchimiste du palais, sourire de poussière","dark_secret":"J’ai vendu la poudre. Pas tout d’un coup : flacon par flacon, à un marché clandestin qui paie cher la magie stable. Je me suis persuadé que le royaume en avait “assez”, que personne ne verrait la différence. Puis la demande a augmenté, et j’ai accéléré. Pour masquer le vol, j’ai chauffé légèrement le sceau, ouvert, refermé, puis recopié une ligne du registre pour que les comptes “tombent juste” à l’œil pressé. La plume coincée est mon erreur : une poussière vivante qui refuse d’être effacée.","alibi":"Je prétends que la pénurie vient d’un usage exceptionnel : une série de soins, une crise, un incident non déclaré. Je parle de nécessité, de secret d’État, pour interdire les questions. Je dis que le registre a été dupliqué parce que le scribe est fatigué. Je m’accroche à mon statut d’alchimiste : “sans moi, vous êtes perdus”. Mon alibi est une intimidation douce, enveloppée dans le vocabulaire de laboratoire.","image_path":null}, {"mystery_id":"fe369739-9fce-4e8a-8ea6-adf4f933f025","role":"innocent","character_name":"Fée Lillia — intendante du coffre, rigueur lumineuse","dark_secret":"Je suis obsédée par l’ordre, et j’ai déjà “corrigé” un inventaire pour éviter une sanction à un jeune scribe. Ce n’était pas du vol, mais c’était une falsification. J’en ai honte, parce que ça détruit ma crédibilité. Dans une affaire d’inventaire, c’est un poison. Je n’ai pas volé la poudre, mais je sais comment un chiffre peut mentir, et cette connaissance me rend suspecte. Mon secret est un compromis administratif, pas une cupidité.","alibi":"Au moment où le coffre a probablement été ouvert, j’étais au Conseil des Ailes, à présenter un rapport public. On peut confirmer : témoins, registre de présence, et une plume de signature. Je n’ai pas quitté la salle. Le coffre n’est pas accessible sans clé et sceau, et je n’ai pas touché au sceau cette nuit-là. Mon alibi est cérémoniel : j’étais au centre, visible, impossible à remplacer.","image_path":null}, {"mystery_id":"fe369739-9fce-4e8a-8ea6-adf4f933f025","role":"innocent","character_name":"Sir Dargan — garde royal, bras lourd, esprit simple","dark_secret":"Je dors parfois en ronde. C’est honteux. Je suis censé être une muraille, mais je suis humain sous une armure. Je crains qu’on pense que quelqu’un m’a dépassé pendant un de ces moments. Mon secret est une faiblesse, et dans une enquête, une faiblesse ressemble à une complicité. Je n’ai pas pris de poudre, je n’ai pas de marché, mais je peux avoir laissé une fenêtre. Et cette pensée me rend malade.","alibi":"J’étais à la porte du couloir du coffre, en poste, et j’ai été vu par deux autres gardes à des moments précis. Je n’ai pas quitté ma zone, parce que le protocole l’interdit. Si on a chauffé le sceau, cela demande du temps et un outil : je n’ai ni l’un ni l’autre sur moi. Mon alibi est physique : je suis un mur. Même imparfait, un mur se remarque.","image_path":null}, {"mystery_id":"fe369739-9fce-4e8a-8ea6-adf4f933f025","role":"innocent","character_name":"Princesse Myrtille — apprentie sorcière, curiosité explosive","dark_secret":"J’ai déjà essayé un sort interdit “pour voir”, et ça a brûlé un rideau. Depuis, on me surveille. Je déteste cette surveillance, alors je mens sur mes déplacements. Dans une affaire de poudre, on pense immédiatement à la princesse imprudente. Mon secret est embarrassant : je suis jalouse de la magie stable des adultes, et je fantasme de prouver que je peux, moi aussi, tenir un flacon. Mais je n’ai pas l’accès au coffre. Je n’ai que l’envie.","alibi":"J’étais en leçon de grimoire avec le précepteur, et nous étions enfermés dans la bibliothèque par un sort de silence (témoin : le précepteur). Je n’ai pas quitté la pièce. Je n’ai aucune clé du coffre. Et si j’avais voulu de la poudre, j’aurais tenté de la voler de manière stupide, visible, avec une explosion. Ici, tout est propre, fin, professionnel. Ce n’est pas mon style.","image_path":null}, {"mystery_id":"fe369739-9fce-4e8a-8ea6-adf4f933f025","role":"innocent","character_name":"Scribe Brumelin — main rapide, mémoire fragile","dark_secret":"Je fais des fautes quand je suis stressé. Et je panique quand on me le fait remarquer. Une fois, j’ai recopié une ligne d’inventaire par erreur, puis j’ai essayé de la masquer au lieu d’avouer. J’en ai honte. Dans cette affaire, une ligne dupliquée existe. Je sais que ça me rend suspect : on peut croire que c’est moi qui ai falsifié. Mon secret est de la lâcheté bureaucratique : je préfère parfois arranger le papier plutôt que subir la honte.","alibi":"Je n’ai pas accès au coffre. Je ne peux pas ouvrir un sceau. Mon travail est derrière un pupitre. J’étais au scriptorium toute la nuit, sous surveillance (deux scribes peuvent le confirmer). Si une ligne est dupliquée, cela ressemble à mon erreur… mais ce n’est pas une preuve de vol. Mon alibi est la hiérarchie : je peux copier des chiffres, pas manipuler des flacons.","image_path":null}, {"mystery_id":"fe369739-9fce-4e8a-8ea6-adf4f933f025","role":"innocent","character_name":"Madame Cassiope — marchande officielle, sourire trop poli","dark_secret":"Je connais le marché noir. Je le connais trop bien. Je l’ai combattu, et parfois, j’ai négocié avec lui pour éviter pire. Cette ambiguïté me suit. Dans une pénurie, on regarde la marchande : “elle a des contacts”. Mon secret, c’est cette zone grise morale. Je ne vends pas la poudre de Perimpimpin, mais je sais qui l’achète. Et cette connaissance est un fardeau : elle m’expose à la suspicion et aux menaces.","alibi":"J’étais à la foire du soir, avec ma caravane, enregistrée par le contrôleur royal. Je ne suis pas entrée au palais. Je n’ai pas approché le coffre. Et si j’avais voulu de la poudre, je n’aurais pas vidé le stock : c’est mauvais pour le commerce, ça attire l’armée. Mon alibi est économique : un vrai trafiquant évite la panique totale. La panique totale, c’est pour les imprudents… ou les désespérés.","image_path":null}]
