[{"id":"0ac88d1a-e8f3-4711-85f3-2b4b987fe400","title":"Le bocal de doigts & la confiture","description":"## Mise en place\n*Fête de village, guirlandes, odeur de sucre chaud. On s’attend à des tartines, pas à un silence.*\n\nAu concours de confiture, un bocal a été posé sur la table d’honneur : étiquette parfaite, ruban bien noué… et à l’intérieur, des **“doigts”**. Pas du sang, pas une scène de crime : des formes incroyablement réalistes, pâles, comme des doigts en pâte d’amande, plongés dans une gelée rouge sombre. Le public a crié, puis ri, puis a cessé de rire quand on a compris que ce bocal avait remplacé celui d’une candidate en lice pour le trophée.\n\n## Ce qui ne colle pas\n- Une odeur nette d’**amande** flotte autour de la table, alors que personne n’a présenté de recette à l’amande.\n- L’étiquette est imprimée sur un papier légèrement différent : même design, mais texture plus lisse.\n- Un trophée a été déplacé de quelques centimètres, comme si quelqu’un avait répété la scène.\n\n## Ce que je veux\nJe veux savoir qui a monté ce numéro macabre pour humilier… et si ce “bocal” était surtout un prétexte pour **voler, remplacer, ou faire disparaître** la vraie confiture gagnante.\n\n*Ce n’est pas seulement une farce. C’est une main qui veut tenir le récit.*","image_path":null,"language":"fr","author":"Built-in","theme":"SERIOUS_MURDER","innocent_words":["confiture","étiquette","concours"],"guilty_words":["amande","colorant","trophée"],"created_at":"2025-12-25T08:39:36.437716+00:00"}, {"id":"0dbe9c38-2f18-49be-b859-9c06d2bd1165","title":"Le hamster en peluche","description":"## Mise en place\n*Dans la salle de jeux, la lumière est trop blanche et les rires ont disparu. Les enfants chuchotent comme si le sol pouvait les dénoncer.*\n\nLe hamster en peluche — la mascotte du centre, **“Moustache”**, celui qu’on embrasse quand on a peur et qu’on serre quand on se dispute — a été retrouvé éventré. Pas une déchirure gentille : la couture est ouverte proprement, et une partie du rembourrage manque. Le plus étrange : on a recousu un coin… au mauvais fil, comme une tentative précipitée de faire croire à un accident.\n\n## Ce qui ne colle pas\n- La paire de ciseaux de bricolage a été **rangée**, mais il manque la protection en plastique.\n- Une traînée de micro-fibres mène jusqu’au placard des déguisements.\n- Un sachet de paillettes est ouvert, et il y en a dans des endroits absurdes, comme si quelqu’un avait manipulé les deux à la fois.\n\n## Ce que je veux\nJe veux savoir si quelqu’un a “tué” Moustache pour une farce… ou si cette peluche a servi à **cacher une autre manœuvre** : récupérer du rembourrage, couvrir une erreur, ou détourner l’attention d’un incident plus embarrassant.\n\n*On ne juge pas l’émotion des enfants. On juge le geste de l’adulte (ou l’imitation très organisée d’un geste d’adulte).*","image_path":null,"language":"fr","author":"Built-in","theme":"SERIOUS_MURDER","innocent_words":["doudou","graines","câlin"],"guilty_words":["rembourrage","ciseaux","paillettes"],"created_at":"2025-12-25T08:39:36.366728+00:00"}, {"id":"0ff456b3-ff9e-426d-9d49-b4d6639424d5","title":"The Poisoned Playwright","description":"## The Crime\n\nCelebrated playwright Marcus Thorne collapsed during the opening night party of his controversial new play. Toxicology revealed **hemlock poisoning** in his champagne.\n\n## The Setting\n\nBackstage at the Royal Theatre. Five members of the production team had access to the champagne bottles.","image_path":null,"language":"en","author":"Built-in","theme":"SERIOUS_MURDER","innocent_words":["review","performance","script"],"guilty_words":["plagiarism","original","stolen"],"created_at":"2025-12-24T22:58:10.721318+00:00"}, {"id":"2e2bbcdb-4160-457b-8a31-fda5edf8914a","title":"Les cendres au cacao","description":"## Mise en place\n*Salle de pause. Machine à café épuisée, néons trop blancs, petites cuillères qui tintent comme des alibis.*\n\nQuelqu’un a remplacé le cacao en poudre du placard commun par une substance grise, fine, qui ressemble à des **cendres**. Le premier mug a déclenché une grimace, le deuxième un gag nerveux, le troisième une colère. Puis l’odeur s’est imposée : pas du chocolat, mais une note sèche de cheminée froide. Au bureau, ce genre de sabotage ne fait pas de blessés… il fait pire : il fait douter. Tout le monde boit, tout le monde accuse, tout le monde se demande depuis quand on peut empoisonner une pause.\n\n## Ce qui ne colle pas\n- La boîte de cacao est la bonne, mais le couvercle ferme “un peu trop bien”, comme s’il avait été échangé.\n- Un sachet de cacao premium (réservé aux “jours spéciaux”) a disparu du stock interne.\n- Une cuillère porte une poussière grise alors que les autres sont propres.\n- Une micro-trace de poudre grise est retrouvée *à l’extérieur du placard*, comme si on avait versé en marchant.\n\n## Ce que je veux\nJe veux savoir qui a mis des cendres là où on attendait du réconfort… et si ce scandale servait surtout à détourner le vrai cacao.\n\n*Dans un bureau, on ne brûle pas des villes. On brûle la confiance.*","image_path":null,"language":"fr","author":"Built-in","theme":"SERIOUS_MURDER","innocent_words":["mug","pause","cuillère"],"guilty_words":["boîte","cendre","sachet"],"created_at":"2025-12-25T08:39:47.051462+00:00"}, {"id":"35fcf48b-59e0-48f4-a24d-a1beb6af469e","title":"Rital sous ritaline","description":"*Naples, petite pâtisserie, vitrine lumineuse et arrière-boutique trop étroite.*\n\nGianni, rouleur de cannoli, a été retrouvé effondré derrière la cuisine. Son visage contre un sac de sucre, comme si la douceur l’avait trahi. Dans sa poche : une plaquette vide de ritaline, froissée. Sur la table : une tasse d’espresso à moitié bue, et un carnet de commandes dont une page a été arrachée. Dans cette boutique, tout le monde connaît tout le monde. Alors, quand quelque chose déraille, ce n’est pas un hasard : c’est une habitude qui a dépassé une limite.\n\n**Ce qui ne colle pas :**\n- Un moulin à poivre qui porte une fine poussière blanche, au mauvais endroit, au mauvais moment.\n- Un tiroir de caisse ouvert puis refermé sans ticket, comme un geste de panique.\n- Une serviette roulée serré, trop serrée, comme un petit paquet à cacher.\n\nJe ne veux pas de chronologie scolaire ni de calculs : je veux comprendre le *climat*. Qui a poussé Gianni à se mettre en danger, et qui a profité du désordre pour effacer une preuve, un nom, une dette ?","image_path":null,"language":"fr","author":"Built-in","theme":"SERIOUS_MURDER","innocent_words":["cannoli","espresso","nappe"],"guilty_words":["blister","moulin","recette"],"created_at":"2025-12-25T08:39:26.824679+00:00"}, {"id":"387f85d0-298c-4608-aa08-3637f53f0044","title":"Les cendres au cacao","description":"## Mise en place\n*Salle de pause. Machine à café fatiguée. Odeur sucrée… et un arrière-goût de cheminée froide.*\n\nQuelqu’un a remplacé le cacao en poudre du placard commun par une substance grise, fine, qui ressemble à des **cendres**. Résultat immédiat : mugs jetés, collègues écœurés, rumeurs qui gonflent. Certains jurent que ça vient d’une urne funéraire oubliée, d’autres parlent d’une blague morbide, et l’ambiance du bureau devient électrique. Ce n’est pas un meurtre, mais c’est un poison social parfait : tout le monde boit, tout le monde doute, tout le monde accuse.\n\n## Ce qui ne colle pas\n- La boîte de cacao est la bonne… mais le couvercle ferme “un peu trop bien”, comme si on l’avait changé.\n- Un sachet de cacao premium a disparu du stock interne, celui qu’on sortait “pour les jours spéciaux”.\n- Sur l’étagère, une cuillère porte une poussière grise alors que les autres sont propres.\n\n## Ce que je veux\nJe veux savoir qui a mis des cendres là où on attendait du réconfort… et si cette horreur douce servait surtout à **détourner** le vrai cacao.\n\n*Dans un bureau, on ne brûle pas des villes. On brûle la confiance.*","image_path":null,"language":"fr","author":"Built-in","theme":"SERIOUS_MURDER","innocent_words":["mug","pause","cuillère"],"guilty_words":["boîte","cendre","sachet"],"created_at":"2025-12-25T08:39:36.469791+00:00"}, {"id":"3a4b688b-3a29-4d26-8d3f-2ff66c6cd6a2","title":"La ballade dérobée","description":"*Salle du trône. Tentures lourdes. Pupitre, encre, feuilles.*\n\nUn ménestrel a plagié la ballade du royaume. Pas une “inspiration”, pas un clin d’œil : des passages identiques, des images copiées, des silences au même endroit. Dans une cour, copier n’est pas seulement voler un texte : c’est voler une place, voler un prestige, voler l’oreille du roi. Et quand la cour vole, elle se rend ridicule — donc dangereuse.\n\nPour trancher sans torture ni devinette, j’impose une épreuve : **chacun raconte puis écrit** une histoire courte sur des thèmes imposés. Ce n’est pas le sujet qui m’intéresse, c’est la main : les tics, la cadence, les choix, les angles morts.\n\n**Ce qui ne colle pas :**\n- Un brouillon “trop parfait”, sans rature, comme une copie recopiée.\n- Un refrain qui revient avec une symétrie mécanique.\n- Un encrier déplacé puis remis, comme si quelqu’un avait répété en cachette.\n\nJe ne veux pas de grands discours de morale. **Je veux entendre vos voix réelles.** La main qui copie se trahira en cherchant la beauté au lieu de chercher la vérité.","image_path":null,"language":"fr","author":"Built-in","theme":"SERIOUS_MURDER","innocent_words":["pardon","message","minuscule"],"guilty_words":["refrain","couplets","plagiat"],"created_at":"2025-12-25T08:39:26.886756+00:00"}, {"id":"53e83201-16de-4df8-9d22-b97b9bd9a212","title":"Qui a poussé Mémé dans les ortilles ?","description":"## Mise en place\n*Jardin de potager, allée de gravier, odeur de terre et de soupe au poireau. Le genre d’endroit où les drames ont l’air ridicules… jusqu’à ce qu’ils deviennent réels.*\n\nMémé Odette a été retrouvée **dans les orties**, furieuse, piquée de partout, mais vivante. Ce n’est pas un meurtre : c’est un scandale familial version slapstick. Sauf que Mémé jure qu’on l’a **poussée**. Et quand Mémé jure, la famille tremble : elle a une mémoire d’éléphant et une rancune de titan.\n\n## Ce qui ne colle pas\n- Une canne est retrouvée **posée** sur le banc, pas tombée dans l’herbe.\n- Une trace de pas glisse sur le gravier puis s’arrête net, comme une hésitation.\n- Le panier de légumes de Mémé a été “rangé” trop proprement dans la remise.\n- Un pot de pommade anti-démangeaison a disparu… et réapparaît vide dans la poubelle.\n\n## Ce que je veux\nJe veux savoir qui a envoyé Mémé dans les orties, et si c’était une maladresse, une vengeance, ou une diversion pour autre chose (un objet caché, un papier subtilisé, une dispute évitée).\n\n*Ici, le ridicule est une arme. Et Mémé ne pardonne pas les armes.*","image_path":null,"language":"fr","author":"Built-in","theme":"SERIOUS_MURDER","innocent_words":["potager","canne","piqûre"],"guilty_words":["banc","remise","pommade"],"created_at":"2025-12-25T08:39:47.092942+00:00"}, {"id":"5fadc3f6-8391-4385-8cb5-dc784c2c6e95","title":"Murder on the Orient Express","description":"## The Crime\n\nWealth industrialist Mr. Sterling was found stabbed twelve times in his locked compartment on the luxury train. The murder occurred somewhere between Paris and Vienna.\n\n## The Setting\n\nAboard the famous Orient Express. Five passengers in the adjacent compartments are suspects.","image_path":null,"language":"en","author":"Built-in","theme":"SERIOUS_MURDER","innocent_words":["journey","business","destination"],"guilty_words":["account","evidence","mistake"],"created_at":"2025-12-24T22:58:10.721318+00:00"}, {"id":"6344f6a7-77ec-424d-8b85-0228b1153323","title":"Murder at the Masquerade","description":"## The Crime\n\nDuring the annual Venetian masquerade ball, socialite Isabella Rossini was found dead in the conservatory, strangled with her own silk scarf. Her mask remained in place.\n\n## The Setting\n\nA luxurious palazzo during carnival season. Five masked guests had been seen near the conservatory.","image_path":null,"language":"en","author":"Built-in","theme":"SERIOUS_MURDER","innocent_words":["invitation","identity","rumor"],"guilty_words":["blackmail","secret","letter"],"created_at":"2025-12-24T22:58:10.721318+00:00"}, {"id":"6aab8357-18ee-4f1f-a004-2e8ebf1b9777","title":"Murder at the Manor","description":"## The Crime\n\nLord Blackwood was found dead in his study at midnight, poisoned by arsenic in his evening brandy. The doors were locked from the inside, and only five guests had access to the study that evening.\n\n## Your Mission\n\nAs the investigator, you must question each guest, listen for their alibis, and determine who among them is guilty. Each person has secrets to hide, but only one is the murderer.","image_path":null,"language":"en","author":"Built-in","theme":"SERIOUS_MURDER","innocent_words":["manuscript","inheritance","betrayal"],"guilty_words":["ledger","poison","desperate"],"created_at":"2025-12-24T22:58:10.721318+00:00"}, {"id":"6e504d48-ec34-40f5-a51f-06adee3130da","title":"Le Conclave au jus rouge","description":"*Salon funéraire, rideaux de velours, miroirs couverts. La lune découpe la pièce en bandes froides.*\n\nJe suis inspecteur, et je suis vampire. Ce qui veut dire que je connais vos serments, vos menaces polies, vos silences millénaires. Et ce soir, le Conclave tremble pour une raison absurde et terrifiante : l’un de vous est **secrètement vegan**. Dans ce cercle, ce n’est pas un régime : c’est une humiliation potentiellement mortelle. On pardonne un duel. On pardonne rarement le ridicule.\n\n**Ce qui ne colle pas :**\n- Une carafe de “jus rouge” trop opaque, qui ne ressemble pas à nos usages.\n- Une tache sèche en forme de feuille sur une serviette, comme un symbole involontaire.\n- Une odeur d’épices (cumin, quelque chose de terreux) près de la salle des familiers.\n\nPersonne n’avoue spontanément ici. Alors je cherche le détail concret : qui parle de discipline comme d’un alibi, qui évite le mot “appétit”, qui connaît trop bien une recette. **Fini les demi-vérités.** Je veux le nom du vampire qui se cache… et je veux comprendre ce que cette dissimulation a déclenché dans l’ombre.","image_path":null,"language":"fr","author":"Built-in","theme":"SERIOUS_MURDER","innocent_words":["calice","velours","minuit"],"guilty_words":["betterave","blender","marinade"],"created_at":"2025-12-25T08:39:26.917955+00:00"}, {"id":"7e153ee0-f1da-402a-a890-af7e340a63d7","title":"La cuvette relevée","description":"## Mise en place\n*Couloir de bureau, porte des toilettes, désodorisant trop agressif. On peut mesurer la civilisation à la hauteur d’une cuvette.*\n\nQuelqu’un a encore laissé la cuvette relevée. Et pas une fois. Pas “par inadvertance”. De manière répétée, au point que la moitié de l’équipe a développé une paranoïa hydrophobe. Dans un bureau, ce n’est pas un crime sanguinolent. C’est un crime de **guerre psychologique** : un petit acte qui déclenche des grandes rancunes.\n\n## Ce qui ne colle pas\n- Le panneau “Merci de laisser les lieux propres” a été déplacé puis remis, mais de travers.\n- Une trace d’eau mène du lavabo vers la porte… puis revient, comme un aller-retour précipité.\n- Un rouleau de papier a été remplacé par un modèle différent : même largeur, texture autre.\n- Un gel hydroalcoolique a été déplacé de 30 centimètres, comme si quelqu’un voulait forcer un geste.\n\n## Ce que je veux\nJe veux savoir si c’est une provocation ciblée, un “test” social, ou une diversion pour couvrir autre chose (un objet pris, un message lu, un placard ouvert).\n\n*On ne sous-estime jamais l’absurde : l’absurde est souvent un masque très pratique.*","image_path":null,"language":"fr","author":"Built-in","theme":"SERIOUS_MURDER","innocent_words":["lavabo","désodorisant","papier"],"guilty_words":["cuvette","panneau","provocation"],"created_at":"2025-12-25T08:39:47.231393+00:00"}, {"id":"818ad970-19b8-4403-bc62-960c194a6042","title":"Le \"nez\" ocarina de Pinocchio","description":"*Je pousse la porte de l’atelier comme on entrouvre un secret.*\n\nLe \"nez\" de Pinocchio a été transformé en ocarina : une rangée de trous nets, réguliers, impossibles à confondre avec un accident. Le pire, c’est la mise en scène : l’instrument est posé sur un coussin, éclairé par une lampe d’établi, comme une œuvre à admirer. Ce soir, la troupe joue devant une salle pleine, et le \"nez\" est l’accessoire vedette. Sans lui, le numéro tombe à plat. Avec lui, chaque mensonge devient un sifflement ridicule.\n\n**Ce qui ne colle pas :**\n- La poussière de bois est *trop fine* et rassemblée en tas, comme si quelqu’un avait balayé pour ne laisser que le “beau” copeau.\n- Une partition est maculée de vernis, et un schéma de trous y apparaît en filigrane.\n- La boîte d’outils est refermée “trop proprement” : même les maniaques laissent une trace de précipitation.\n\nJe ne veux pas de théâtre dans le théâtre. **On dit ce qu’on sait, et on assume ce qu’on a fait.**\n\nEt je le rappelle : quand vous dites \"nez\", vous faites tous les guillemets avec les doigts.","image_path":null,"language":"fr","author":"Built-in","theme":"SERIOUS_MURDER","innocent_words":["atelier","copeaux","marionnette"],"guilty_words":["ocarina","mèche","vernis"],"created_at":"2025-12-25T08:39:26.759163+00:00"}, {"id":"8c6ace26-a349-4b1a-bbd3-d7801091b8c1","title":"La fausse bombe du Nouvel An","description":"*La rue ne ressemble plus à une rue : pavés noircis, vitrines éclatées, fumée qui s’accroche aux balcons comme une mauvaise idée. Les sirènes font un bruit continu.*\n\nCe qui devait être une célébration s’est transformé en chaos : une caisse prévue pour un effet de scène du réveillon a été remplacée par un colis de chantier. La panique a fait le reste : blessés, foule qui court, rumeurs qui se propagent plus vite que les faits. Dans ce désordre, une chose est certaine : quelqu’un a profité du brouillard, soit par négligence criminelle, soit par opportunisme.\n\n**Ce qui ne colle pas :**\n- Une étiquette recollée de travers sur une caisse du dépôt municipal, comme si quelqu’un avait renommé un contenu sans regarder.\n- Une page arrachée d’un carnet de livraison : pas déchirée à la va-vite, arrachée proprement.\n- Un ruban de scène brûlé retrouvé loin de la zone prévue, comme s’il avait été déplacé pour créer une fausse piste.\n\nJe ne veux pas de discours sur “l’accident” tant qu’on n’a pas compris qui a déplacé, qui a recollé, qui a effacé. **On met tout à plat.** Qui a mis la mauvaise caisse au mauvais endroit… et qu’est-ce que ce chaos a permis de cacher ?","image_path":null,"language":"fr","author":"Built-in","theme":"SERIOUS_MURDER","innocent_words":["réveillon","sirène","confettis"],"guilty_words":["chantier","caisse","TNT"],"created_at":"2025-12-25T08:39:26.947731+00:00"}, {"id":"a1b9c8b2-b67c-41e5-8f01-9c7a41d0f554","title":"The Vanishing Heir","description":"## The Crime\n\nYoung heir Alexandre Montfort was found dead in the wine cellar of his family château, strangled with a silk cravat. He was supposed to announce his engagement at tonight's gala.\n\n## The Setting\n\nA grand château in the French countryside. Five family members and associates had the opportunity to reach the wine cellar during the evening reception.","image_path":null,"language":"en","author":"Built-in","theme":"SERIOUS_MURDER","innocent_words":["inheritance","wedding","fortune"],"guilty_words":["debt","conspiracy","desperation"],"created_at":"2025-12-24T22:58:10.721318+00:00"}, {"id":"b5cda1e1-db9f-4bfe-ae53-e688e3072668","title":"La perruque de Kojak dans la soupe","description":"*La cantine est vide, mais la honte, elle, occupe toutes les tables.*\n\nLa perruque de Kojak a trempé dans la soupe du midi. Pas un accident de plateau, pas un courant d’air, pas une chute “malheureuse”. Trempée, insistée, laissée assez longtemps pour que la laine prenne le bouillon. Résultat : la salle a ri, puis s’est tue, puis s’est divisée. À l’Amicale des gens qui ont un cheveu sur la langue, l’humiliation n’est jamais gratuite : elle sert souvent à couvrir un autre geste, plus discret, plus rentable.\n\n**Ce qui ne colle pas :**\n- La marmite a été déplacée de vingt centimètres : juste assez pour qu’un coude “accidentel” devienne plausible.\n- Une pince de service a été rangée au mauvais crochet, comme si quelqu’un avait voulu gagner du temps.\n- Une serviette en papier porte une note griffonnée, puis froissée : trois mots, comme un mini-plan.\n\nJe ne veux pas de morale, je veux une responsabilité. **On arrête de se cacher derrière le rire.** Je veux savoir qui a trempé… et ce que cette farce camouflait.","image_path":null,"language":"fr","author":"Built-in","theme":"SERIOUS_MURDER","innocent_words":["cantine","plateau","louche"],"guilty_words":["perruque","bouillon","pince"],"created_at":"2025-12-25T08:39:26.794468+00:00"}, {"id":"baa8b7e2-9736-491c-98e8-94a32e71daea","title":"La jambe de bois disparue","description":"## Mise en place\n*Le petit musée sent la cire et le vieux papier. Les vitrines brillent trop, comme si quelqu’un avait voulu effacer la veille au soir.*\n\nLa pièce maîtresse de l’exposition — **la jambe de bois du capitaine Armand “Trois-Tempêtes”** — a disparu de sa vitrine. Pas un objet de grande valeur marchande, non : une relique locale, un symbole. Et c’est précisément pour ça que l’absence fait plus de bruit qu’un vol de bijoux.\n\n## Ce qui ne colle pas\n- *La vitrine est intacte*, mais la serrure a une micro-rayure fraîche.\n- Le cartel (l’étiquette explicative) a été **remplacé** : même texte, mais une faute nouvelle et une police légèrement différente.\n- Dans l’atelier de conservation, il manque un flacon de **vernis** et un chiffon “propre” est étrangement humide.\n- Un visiteur a signalé une odeur de **térébenthine** près du placard des réserves, à une heure où personne ne devrait y être.\n\n## Ce que je veux\nJe veux comprendre si on a **volé** la jambe… ou si on l’a **cachée** pour masquer autre chose : une casse, une substitution, une honte.\n\n*Je n’ai pas besoin d’un grand coupable tragique. Je veux la main précise qui a déplacé l’objet, et le mensonge qui l’a accompagné.*","image_path":null,"language":"fr","author":"Built-in","theme":"SERIOUS_MURDER","innocent_words":["vitrine","patine","inventaire"],"guilty_words":["restauration","vernis","réserve"],"created_at":"2025-12-25T08:39:36.315328+00:00"}, {"id":"bbbe4d42-11cc-497f-ad5d-14ef8f91f1a7","title":"Un vin qui a du corps","description":"*La cave est fraîche, mais l’air est lourd, comme si le bois retenait sa respiration.*\n\nLe vigneron **Stu Pedassow**, surnommé parfois **Stu Pedazo** par ceux qui veulent faire les malins, a été retrouvé flottant dans une barrique. Noyé dans son propre vin. Ce n’est pas seulement macabre : c’est symbolique, presque théâtral. Le couvercle a été reposé, la bonde essuyée. Quelqu’un a voulu que cela ressemble à une fatalité, pas à une décision.\n\n**Ce qui ne colle pas :**\n- Une trace de pas s’arrête net devant la barrique, puis repart en arrière, comme un moment d’hésitation.\n- Un bouchon “étranger” est planté sur un tire-bouchon : il ne correspond à aucune bouteille ouverte au domaine.\n- Une page du carnet de cave a été arrachée proprement, comme si la preuve était plus dangereuse que la mort.\n\nJe ne cherche pas un calcul parfait, je cherche une peur parfaite : celle qui pousse à effacer un papier, à voler une clé, à contrôler un récit. **Qui avait intérêt à ce que Stu se taise, et qu’est-ce qu’il gardait sur lui ?**","image_path":null,"language":"fr","author":"Built-in","theme":"SERIOUS_MURDER","innocent_words":["barrique","cave","vendange"],"guilty_words":["soutirage","entonnoir","bonde"],"created_at":"2025-12-25T08:39:26.857572+00:00"}, {"id":"bde37d2a-2b4f-44fb-a5ea-914bcc76d4ba","title":"Death at the Museum","description":"## The Crime\n\nRenowned archaeologist Dr. Harrison Wells was found dead in the Egyptian wing, poisoned by a **rare toxin** derived from ancient herbs. His latest discovery was about to be unveiled.\n\n## The Setting\n\nThe Metropolitan Museum after hours. Five colleagues had special access to the restricted exhibition.","image_path":null,"language":"en","author":"Built-in","theme":"SERIOUS_MURDER","innocent_words":["discovery","authentic","recognition"],"guilty_words":["forgery","expose","career"],"created_at":"2025-12-24T22:58:10.721318+00:00"}, {"id":"d0f32221-3c29-4454-9114-8a4548ec242a","title":"Death at the Opera House","description":"## The Crime\n\nDiva Valentina Rose collapsed on stage during the final act of *La Traviata*. The autopsy revealed **cyanide poisoning** in her makeup.\n\n## The Setting\n\nBackstage at the Grand Opera House. Five people had access to her dressing room in the hour before her death.","image_path":null,"language":"en","author":"Built-in","theme":"SERIOUS_MURDER","innocent_words":["reputation","expose","truth"],"guilty_words":["composition","revenge","justice"],"created_at":"2025-12-24T22:58:10.721318+00:00"}, {"id":"d2df025b-7bd6-4071-8dda-3cdf794775b4","title":"Qui a condamné la sortie de la mine alors qu’il y avait trois nains dedans ?","description":"## Mise en place\n\"Alors, c’est trois nains qui sont dans une mine.\" \n\n*Je vous laisse une seconde : ça commence comme une blague, et ça finit comme une nuit qu’on n’oublie pas.*\n\n\"Et là, c’est le drame.\" \n\nLa sortie de la mine a été **condamnée** de l’extérieur alors que trois nains se trouvaient encore dedans. Pas un éboulement naturel : une grille abaissée, un verrou enclenché, un mécanisme sécurisé comme quelqu’un qui veut empêcher *délibérément* une sortie. Les trois nains ont survécu grâce à une galerie secondaire, mais la communauté est en furie. Dans une mine, fermer une porte n’est pas un geste : c’est une sentence.\n\n## Ce qui ne colle pas\n- Le levier de fermeture porte une trace de graisse fraîche, différente de celle de l’équipe.\n- Une lanterne est retrouvée dehors, alors qu’elle aurait dû être rentrée.\n- Le registre des allées et venues a un trou : une heure entière sans signature.\n\n## Ce que je veux\nJe veux la main qui a condamné la sortie. Était-ce une vengeance, une panique, une tentative de cacher quelque chose dans la mine, ou un acte “pour leur bien” qui a dégénéré ?\n\n*On ne ferme pas une mine sur des gens par accident. Pas comme ça.*","image_path":null,"language":"fr","author":"Built-in","theme":"SERIOUS_MURDER","innocent_words":["galerie","lanterne","levier"],"guilty_words":["grille","verrou","silence"],"created_at":"2025-12-25T08:39:47.165899+00:00"}, {"id":"e5fae132-cbfe-4f20-898b-fdda5f576212","title":"Le parapheur inversé (SwissCaution)","description":"## Mise en place\n*Open space feutré, écrans bleus, claviers qui claquent. Un calme de bureau qui ne tient que parce que personne ne regarde trop longtemps la même feuille.*\n\nChez **SwissCaution**, un incident a fait trembler la chaîne de validation : le **parapheur** des contrats “sensibles” a été retrouvé **inversé**. Les dossiers sont à l’envers, les intercalaires ne correspondent plus, et plusieurs documents ont reçu le mauvais tampon. Ce n’est pas une catastrophe spectaculaire, c’est pire : c’est une erreur silencieuse qui peut coûter cher, qui peut annuler un accord, ou créer un litige absurde.\n\n## Ce qui ne colle pas\n- Un set de post-it avec des flèches “↑↓” a disparu du bureau de l’Ops.\n- La scan-room a une numérisation effectuée à une heure inhabituelle, sans ticket de demande.\n- Une page de “checklist” a été remplacée : même titre, mais cases légèrement décalées, comme une copie refaite.\n\n## Ce que je veux\nJe veux comprendre si c’est une erreur humaine, une tentative de sabotage, ou une manœuvre pour **retarder** un dossier précis.\n\n*Dans un bureau, le mensonge n’a pas besoin de cris. Il suffit d’un onglet au mauvais endroit.*","image_path":null,"language":"fr","author":"Built-in","theme":"SERIOUS_MURDER","innocent_words":["dossier","tampon","scan"],"guilty_words":["onglet","renversé","signature"],"created_at":"2025-12-25T08:39:36.403531+00:00"}, {"id":"f7952403-03cb-46cf-a1d2-f6914c1d8f4b","title":"L’internat : Frosties remplacés par Smacks","description":"## Mise en place\n*Réfectoire d’internat, matin trop tôt, chaises qui grincent. Le garde-manger est le cœur du royaume.*\n\nLe drame est simple et sacrilège : quelqu’un a remplacé les **Frosties** par des **Smacks** dans le garde-manger de l’internat. Pas juste “mettre à côté”. Remplacer : verser, transvaser, camoufler. Résultat : émeute miniature, cris, alliances, trahisons. Ici, les céréales sont une monnaie. Toucher aux céréales, c’est toucher au pouvoir.\n\n## Ce qui ne colle pas\n- Le carton des Frosties a une ouverture recollée avec un scotch différent.\n- Une poudre de sucre est retrouvée sur le dessus d’une boîte qui ne devrait pas en avoir.\n- Une fiche d’inventaire a été “corrigée” au stylo, puis repassée au feutre.\n- Un élève affirme avoir vu une silhouette avec un sac de sport près du garde-manger, mais personne ne veut être le “balance”.\n\n## Ce que je veux\nJe veux la main qui a fait le swap. Était-ce une vengeance, un prank, une punition, ou une opération de troc : on a “pris” les Frosties pour les revendre, et on a laissé des Smacks pour éviter le constat.\n\n*Dans un internat, le crime n’est pas grand. Mais la politique, si.*","image_path":null,"language":"fr","author":"Built-in","theme":"SERIOUS_MURDER","innocent_words":["réfectoire","garde-manger","cuillère"],"guilty_words":["transvaser","scotch","troc"],"created_at":"2025-12-25T08:39:47.197137+00:00"}, {"id":"fe369739-9fce-4e8a-8ea6-adf4f933f025","title":"La poudre de Perimpimpin à sec","description":"## Mise en place\n*Au royaume des fées et des magiciens, les fontaines chantent d’habitude. Aujourd’hui, elles toussent.*\n\nLa réserve royale de **poudre de Perimpimpin** est vide. Pas “en baisse”. Vide : des étagères propres, des flacons retournés, et une odeur d’étoiles froides qui traîne. Dans ce royaume, la poudre est le consommable le plus précieux : elle soigne, elle répare, elle illumine, elle sauve des sorts ratés. Sans elle, les baguettes crachotent, les ailes perdent leur éclat, et les pactes magiques commencent à se défaire.\n\n## Ce qui ne colle pas\n- Le sceau du coffre est intact, mais la cire a une micro-fissure, comme si on l’avait chauffée puis refroidie.\n- Une plume de fée est coincée dans la charnière intérieure, impossible sans ouverture.\n- Un registre d’inventaire présente une ligne copiée deux fois, comme une tentative de masquer une soustraction.\n\n## Ce que je veux\nJe veux savoir qui a dévalisé la poudre… et pourquoi : besoin d’un sort, marché noir, sabotage, ou panique.\n\n*Dans un royaume magique, la pénurie n’est jamais juste une pénurie. C’est une déclaration.*","image_path":null,"language":"fr","author":"Built-in","theme":"SERIOUS_MURDER","innocent_words":["grimoire","sceau","lueur"],"guilty_words":["flacon","pénurie","marché"],"created_at":"2025-12-25T08:39:47.128951+00:00"}]
